[
  {
    "Gene": "LEP",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000181207",
    "PMID": 10485707,
    "ArticleTitle": "Leptin reverses insulin resistance and diabetes mellitus in mice with congenital lipodystrophy",
    "Function": "Leptin  activates anorexigenic and orexigenic neurons that are responsible for the inhibition and stimulation of feeding, respectively",
    "Year of Publication": 1999,
    "Abstract": "Congenital generalized lipodystrophy (CGL) is a rare autosomal recessive disorder characterized by a paucity of adipose (fat) tissue which is evident at birth and is accompanied by a severe resistance to insulin, leading to hyperinsulinaemia, hyperglycaemia and enlarged fatty liver. We have developed a mouse model that mimics these features of CGL: the syndrome occurs in transgenic mice expressing a truncated version of a nuclear protein known as nSREBP-1c (for sterol-regulatory-element-binding protein-1c) under the control of the adipose-specific aP2 enhancer. Adipose tissue from these mice was markedly deficient in messenger RNAs encoding several fat-specific proteins, including leptin, a fat-derived hormone that regulates food intake and energy metabolism. Here we show that insulin resistance in our lipodystrophic mice can be overcome by a continuous systemic infusion of low doses of recombinant leptin, an effect that is not mimicked by chronic food restriction. Our results support the idea that leptin modulates insulin sensitivity and glucose disposal independently of its effect on food intake, and that leptin deficiency accounts for the insulin resistance found in CGL.",
    "MoreCertifications": 38091996
  },
  {
    "Gene": "RBP4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000166402",
    "PMID": 21521262,
    "ArticleTitle": "High plasma retinol binding protein 4 (RBP4) is associated with systemic inflammation independently of low RBP4 adipose expression and is normalized by transplantation in nonobese, nondiabetic patients with chronic kidney disease",
    "Function": " responsible for the transport of retinol (vitamin A) throughout the body",
    "Year of Publication": 2005,
    "Abstract": "OBJECTIVE Adipose-secreted retinol binding protein 4 (RBP4) circulates in free (active) and transthyretin (TTR)-bound forms and may be associated with obesity-related inflammation. Potential involvement of plasma and adipose RBP4 in systemic inflammation in the absence of obesity and diabetes is unknown. Inflammation reduces survival in chronic kidney disease (CKD) [particularly in maintenance haemodialysis (MHD)], and plasma RBP4 may increase with renal dysfunction. We investigated (i) potential associations between RBP4 and inflammation in CKD and (ii) the role of adipose tissue in this putative interaction.DESIGN Cross-sectional.PATIENTS Nonobese, nondiabetic patients with CKD undergoing conservative (CT: n = 10) or MHD treatment (n = 25) and healthy control subjects (C: n = 11). Renal transplant recipients (n = 5) were studied to further assess the impact of restored near-normal renal function.MEASUREMENTS Plasma RBP4, TTR and C-reactive protein (CRP), adipose RBP4 expression.RESULTS Plasma RBP4, TTR and CRP were highest in MHD (P CONCLUSIONS High plasma RBP4 and inflammation are clustered in CKD in the absence of obesity and diabetes and are normalized by transplantation. Adipose RBP4 expression is not involved in plasma RBP4 elevation, which appears to be mainly because of passive accumulation, or in CKD-associated inflammation.",
    "MoreCertifications": "17618858;23505183"
  },
  {
    "Gene": "ANGPTL2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000177792",
    "PMID": 30228336,
    "ArticleTitle": "Enhanced ANGPTL2 expression in adipose tissues and its association with insulin resistance in obese women",
    "Function": " promotes inflammation and insulin resistance",
    "Year of Publication": 2009,
    "Abstract": "Angiopoietin-like protein 2 has been proposed to be a key mediator linking obesity and insulin resistance. However, no detailed study of ANGPTL2 expression in human adipose tissues has yet been reported. To investigate the pattern and regulation of ANGPTL2 expression in human adipose tissues in obesity and its related diseases, we recruited 32 non-diabetic and 13 type 2 diabetic obese women and 32 normal-weight women. ANGPTL2 mRNA was expressed at a similar level in visceral and subcutaneous adipose tissues. Adipose tissue ANGPTL2 mRNA was much higher in obese patients. Adipose tissue ANGPTL2 mRNA and serum ANGPTL2 levels showed strong associations with metabolic parameters associated with insulin resistance. In adipose tissue, ANGPTL2 mRNA was closely correlated with the expression of genes involved in inflammation and ER stress. ANGPTL2 mRNA was principally expressed in adipocytes, and its expression was markedly higher in the adipocyte but non-adipocyte fraction of obese adipose tissues. Culture of human adipocytes under conditions mimicking the microenvironment of obese adipose tissue (especially, increased ER stress) stimulated ANGPTL2 gene expression and secretion. In addition, co-culture of adipocytes and macrophages suggested that ANGPTL2 excessively produced by adipocytes, may contribute inflammation and remodeling in obese adipose tissues, thereby promoting insulin resistance.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "TNF",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000232810",
    "PMID": 31940889,
    "ArticleTitle": "Visceral Adipose Tissue Inflammatory Factors (TNF-Alpha, SOCS3) in Gestational Diabetes (GDM): Epigenetics as a Clue in GDM Pathophysiology",
    "Function": "attenuates insulin-stimulated tyrosine phosphorylation of the insulin receptor and IRs1 in muscle and adipose tissues, thus promoting insulin resistance",
    "Year of Publication": 1994,
    "Abstract": "Gestational diabetes (GDM) is among the most challenging diseases in westernized countries, affecting mother and child, immediately and in later life. Obesity is a major risk factor for GDM. However, the impact visceral obesity and related epigenetics play for GDM etiopathogenesis have hardly been considered so far. Our recent findings within the prospective 'EaCH' cohort study of women with GDM or normal glucose tolerance (NGT), showed the role, critical factors of insulin resistance (i.e., adiponectin, insulin receptor) may have for GDM pathophysiology with epigenetically modified expression in subcutaneous (SAT) and visceral (VAT) adipose tissues. Here we investigated the expression and promoter methylation of key inflammatory candidates, tumor necrosis factor-alpha (TNF-α) and suppressor of cytokine signaling 3 (SOCS3) in maternal adipose tissues collected during caesarian section (GDM, n = 19; NGT, n = 22). The mRNA expression of TNF-α and SOCS3 was significantly increased in VAT, but not in SAT, of GDM patients vs. NGT, accompanied by specific alterations of respective promoter methylation patterns. In conclusion, we propose a critical role of VAT and visceral obesity for the pathogenesis of GDM, with epigenetic alterations of the expression of inflammatory factors as a potential factor.",
    "MoreCertifications": "9335502;25658739"
  },
  {
    "Gene": "IL6",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000136244",
    "PMID": 32715746,
    "ArticleTitle": "The controversial role of IL-6 in adipose tissue on obesity-induced dysregulation of glucose metabolism",
    "Function": " suppress insulin-stimulated metabolic actions in hepatocytes through a mechanism that is mediated by the induction of sOCs3 expression",
    "Year of Publication": 2003,
    "Abstract": "Interleukin (IL)-6 is a pleotropic cytokine with various physiological and pathophysiological functions in different cells and tissues. In cells residing within white adipose tissue, several, and sometimes conflicting, IL-6 actions have been described in the development of obesity-associated derangements of glucose metabolism. Herein, we aim to summarize opposing findings and discuss recent evidence that IL-6 signaling in adipose tissue is regulated in a depot and cell-specific manner.",
    "MoreCertifications": "31980524;36923417"
  },
  {
    "Gene": "CCL2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000126744",
    "PMID": 22688341,
    "ArticleTitle": "Adipose tissue microRNAs as regulators of CCL2 production in human obesity",
    "Function": " be increased in adipose tissues under conditions of glucose deprivation",
    "Year of Publication": 2012,
    "Abstract": "In obesity, white adipose tissue (WAT) inflammation is linked to insulin resistance. Increased adipocyte chemokine (C-C motif) ligand 2 (CCL2) secretion may initiate adipose inflammation by attracting the migration of inflammatory cells into the tissue. Using an unbiased approach, we identified adipose microRNAs (miRNAs) that are dysregulated in human obesity and assessed their possible role in controlling CCL2 production. In subcutaneous WAT obtained from 56 subjects, 11 miRNAs were present in all subjects and downregulated in obesity. Of these, 10 affected adipocyte CCL2 secretion in vitro and for 2 miRNAs (miR-126 and miR-193b), regulatory circuits were defined. While miR-126 bound directly to the 3'-untranslated region of CCL2 mRNA, miR-193b regulated CCL2 production indirectly through a network of transcription factors, many of which have been identified in other inflammatory conditions. In addition, overexpression of miR-193b and miR-126 in a human monocyte/macrophage cell line attenuated CCL2 production. The levels of the two miRNAs in subcutaneous WAT were significantly associated with CCL2 secretion (miR-193b) and expression of integrin, α-X, an inflammatory macrophage marker (miR-193b and miR-126). Taken together, our data suggest that miRNAs may be important regulators of adipose inflammation through their effects on CCL2 release from human adipocytes and macrophages.",
    "MoreCertifications": 12756299
  },
  {
    "Gene": "CXCL5",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000120216",
    "PMID": 20157549,
    "ArticleTitle": "CXCL5 drives obesity to diabetes, and further",
    "Function": " link to adipose tissue inflammation and insulin resistance",
    "Year of Publication": 2009,
    "Abstract": "We have recently shown that the CXCL5 chemokine is secreted by adipose tissue in the obese state. We demonstrated that adipose tissue-derived CXCL5 mediates insulin resistance in muscle. We speculate in this paper that CXCL5 could also mediate other obesity, and diabetes-derived pathologies, such as cardiovascular disease, retinopathy, or inflammatory bowel disease. In this scenario CXCL5 targeted therapy would prevent not only the development of type II diabetes in obese subjects, but also several other obesity-related co morbidities. Finally we propose to analyze the CXCL5 gene to find particular polymorphisms that could predict the development of type II diabetes in obese subjects.",
    "MoreCertifications": 24928936
  },
  {
    "Gene": "NAMPT",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000144139",
    "PMID": 32214150,
    "ArticleTitle": "Visfatin/eNampt induces endothelial dysfunction in vivo: a role for Toll-Like Receptor 4 and NLRP3 inflammasome",
    "Function": " function in the NAD biosynthetic pathway and to have an important role in insulin secretion by pancreatic β-cells",
    "Year of Publication": 2020,
    "Abstract": "Visfatin/extracellular-nicotinamide-phosphoribosyltranferase-(eNampt) is a multifaceted adipokine enhanced in type-2-diabetes and obesity. Visfatin/eNampt cause in vitro endothelial dysfunction and vascular inflammation, although whether the same effects are achieved in vivo is unknown. Toll-like receptor-4 (TLR4), a main surface pattern recognition receptor of innate immune system is a potential target for visfatin/eNampt. We studied its capacity to generate vascular dysfunction in vivo, focusing on TLR4 role and downstream activation of nod-like-receptor-protein-3 (NLRP3)-inflammasome. 4 month-old C57BL/6 mice were exposed to 7 days infusion of visfatin/eNampt, alone or together with FK 866 (Nampt enzymatic inhibitor), CLI 095 (TLR4 blocker), MCC 950 (NLRP3-inflammasome inhibitor), or anakinra (interleukin(IL)-1-receptor antagonist). Endothelial dysfunction was tested in isolated microvessels. In human umbilical endothelial cells (HUVEC), proteins related to the NLRP3-inflammasome phosphorylated p-65, NLRP3, caspase-1, pro-IL-1β, and mature IL-1β were determined by Western blot, while the inflammasome related apoptosis-associated speck-like protein containing a caspase recruitment domain (ASC-specks) was studied by immunofluorescence. Impaired endothelium-dependent relaxations were observed in isolated mesenteric microvessels from visfatin/eNampt-infused mice. This effect was attenuated by co-treatment with FK 866 or CLI 095, supporting a role for Nampt enzymatic activity and TLR4 activation. Moreover, cultured HUVEC exposed to visfatin/eNampt showed higher expression and activation of NLRP3-inflammasome. Again, this effect relied on Nampt enzymatic activity and TLR4 activation, and it was abrogated by the inflammasome assembly blockade with MCC 950. The endothelial dysfunction evoked by visfatin/eNampt infusion in vivo was also sensitive to both MCC 950 and anakinra treatments, suggesting that the NLRP3-inflammasome-driven tissular release of IL-1β is the final mediator of endothelial damage. We conclude that Visfatin/eNampt produces in vivo vascular dysfunction in mice by a Nampt-dependent TLR4-mediated pathway, involving NLRP3-inflammasome and paracrine IL-1β. Thus, those targets may become therapeutic strategies for attenuating the adipokine-mediated vascular dysfunction associated to obesity and/or type-2-diabetes.",
    "MoreCertifications": 20605615
  },
  {
    "Gene": "SFRP5",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000198627",
    "PMID": 20558665,
    "ArticleTitle": "Sfrp5 is an anti-inflammatory adipokine that modulates metabolic dysfunction in obesity",
    "Function": " has beneficial effects on metabolic dysfunction",
    "Year of Publication": 2010,
    "Abstract": "Adipose tissue secretes proteins referred to as adipokines, many of which promote inflammation and disrupt glucose homeostasis. Here we show that secreted frizzled-related protein 5 (Sfrp5), a protein previously linked to the Wnt signaling pathway, is an anti-inflammatory adipokine whose expression is perturbed in models of obesity and type 2 diabetes. Sfrp5-deficient mice fed a high-calorie diet developed severe glucose intolerance and hepatic steatosis, and their adipose tissue showed an accumulation of activated macrophages that was associated with activation of the c-Jun N-terminal kinase signaling pathway. Adenovirus-mediated delivery of Sfrp5 to mouse models of obesity ameliorated glucose intolerance and hepatic steatosis. Thus, in the setting of obesity, Sfrp5 secretion by adipocytes exerts salutary effects on metabolic dysfunction by controlling inflammatory cells within adipose tissue.",
    "MoreCertifications": 23290274
  },
  {
    "Gene": "CRP",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000100469",
    "PMID": 32046736,
    "ArticleTitle": "C-reactive protein derived from perivascular adipose tissue accelerates injury-induced neointimal hyperplasia",
    "Function": "Can interact with DNA and histones and may scavenge nuclear material released from damaged circulating cells",
    "Year of Publication": 2022,
    "Abstract": "AIM Inflammation within the perivascular adipose tissue (PVAT) in obesity plays an important role in cardiovascular disorders. C-reactive protein (CRP) level in obesity patients is significantly increased and associated with the occurrence and progression of cardiovascular disease. We tested the hypothesis CRP derived from PVAT in obesity contributes to vascular remodeling after injury.METHODS A high-fat diet (HFD) significantly increased CRP expression in PVAT. We transplanted thoracic aortic PVAT from wild-type (WT) or transgenic CRP-expressing (CRPTG) mice to the injured femoral artery in WT mice.RESULTS At 4 weeks after femoral artery injury, the neointimal/media ratio was increased significantly in WT mice that received PVAT from CRPTG mice compared with that in WT mice that received WT PVAT. Transplanted CRPTG PVAT also significantly accelerated adventitial macrophage infiltration and vasa vasorum proliferation. It was revealed greater macrophage infiltration in CRPTG adipose tissue than in WT adipose tissue and CRP significantly increased the adhesion rate of monocytes through receptor Fcγ RI. Proteome profiling showed CRP over-expression promoted the expression of chemokine (C-X-C motif) ligand 7 (CXCL7) in adipose tissue, transwell assay showed CRP increased monocyte migration indirectly via the induction of CXCL7 expression in adipocytes.CONCLUSION CRP derived from PVAT was significantly increased in HFD mice and promoted neointimal hyperplasia after vascular injury.",
    "MoreCertifications": 36923417
  },
  {
    "Gene": "SIRT1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131014",
    "PMID": 33390968,
    "ArticleTitle": "Adipose Tissue SIRT1 Regulates Insulin Sensitizing and Anti-Inflammatory Effects of Berberine",
    "Function": "an deacetylate peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC1α), which can increase the expression levels of mitochondrial genes",
    "Year of Publication": 2004,
    "Abstract": "Berberine (BBR), which is an active component of Coptis chinensis Franch, has been reported to improve glucose metabolism and insulin resistance in animal and human studies, predominantly via activation of the 5'-adenosine monophosphate kinase (AMPK) pathway and suppression of the inflammation response. However, the mechanisms underlying the effects of BBR on AMPK and inflammation remain unclear. In this present study, we found that BBR upregulated SIRT1 expression in 3T3L-1 adipocytes and adipose tissue. Inhibition of SIRT1 blunted the BBR-induced increase in glucose consumption and uptake in adipocytes. The BBR-induced activation of the AMPK pathway and AKT phosphorylation in adipocytes and adipose tissue were also attenuated by inhibition or knockout of Sirt1. The BBR-induced improvement of systemic insulin sensitivity was impaired by Sirt1 knockout in HFD-induced obese mice. The suppressing effects of BBR on systemic and local inflammatory responses, such as serum concentrations and expression of inflammatory cytokines, phosphorylation of c-Jun N-terminal kinase (JNK) and IKKβ, and the accumulation of F4/80-positive macrophages in adipose tissue were also attenuated in Sirt1 knockout mice. The BBR-induced decrease in PGC-1α acetylation was reversed by inhibition or knockout of Sirt1 in adipocytes and adipose tissue. Together, these results indicate that adipose tissue SIRT1 is a key regulator of the insulin sensitizing and anti-inflammatory effects of BBR, which contributes to the improvement of metabolic dysregulation.",
    "MoreCertifications": "19741164;31296102"
  },
  {
    "Gene": "IL10",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000163631",
    "PMID": 29615317,
    "ArticleTitle": "Interleukin-10 as a novel biomarker of metabolic risk factors",
    "Function": " increased activation of nuclear factor kappa B (NF-κB) and leads to elevation of pro-inflammatory adipokines",
    "Year of Publication": 2011,
    "Abstract": "BACKGROUND Interleukin-10 (IL-10) is an adipocytokine that is abundantly expressed in visceral fat tissue. We investigated the association of interleukin-10 with the number of metabolic risk factors.FINDING The study population comprised 220 children who underwent annual health checkups. Plasma Interleukin-10 levels were determined by enzyme-linked immunosorbent assay. We divided the subjects into 4 groups according to Interleukin-10 levels. A reduction of plasma interleukin-10 levels significantly correlated with an increase in the mean number of metabolic risk factors such as increased waist circumference, BMI, dyslipidaemia, high blood pressure and glucose intolerance.CONCLUSIONS Circulating Interleukin-10 levels negatively correlated with the multiplicity of metabolic risk factors, suggesting that IL-10 acts as a biomarker of metabolic disorders.",
    "MoreCertifications": 36313784
  },
  {
    "Gene": "SOCS3",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000113285",
    "PMID": 22587677,
    "ArticleTitle": "The expression of suppressor of cytokine signaling 1 and 3 in fat and placental tissue from women with gestational diabetes",
    "Function": " an inhibitor of insulin signalling, in adipocytes",
    "Year of Publication": 2005,
    "Abstract": "The suppressor of cytokine signaling (SOCS) proteins are feedback inhibitors of signaling pathways induced by cytokines, hormones and growth factors. In the present study we measured the expression of SOCS1, SOCS3, interleukin-6 (IL-6), IL-6 receptor, IL-8 and leptin mRNA in paired samples of subcutaneous adipose tissue (SAT), visceral adipose tissue (VAT) and placental tissue obtained from 18 pregnant women with normal glucose tolerance (NGT) and 20 subjects with gestational diabetes mellitus (GDM), using quantitative RT-PCR. The patients with GDM had significantly higher IL-8 mRNA expression in VAT than the women with NGT (p = 0.007), whereas the expression of SOCS1, SOCS3 and other genes study did not differ significantly between the two groups. Stepwise regression analysis revealed that SOCS1 mRNA expression in VAT was significantly associated with prepregnancy BMI (β = -0.68, p = 0.03) and IL-8 mRNA expression (β = 0.66, p = 0.03), whereas SOCS3 mRNA expression in VAT was independently predicted by IL-6 mRNA expression (β = 0.94, p = 0.0002, R(2) = 0.88). In conclusion, our results did not show significant differences in SOCS1 and SOCS3 mRNA expression in adipose and placental tissue obtained from pregnant women with and without GDM.",
    "MoreCertifications": 27704310
  },
  {
    "Gene": "CXCL1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000103089",
    "PMID": 34708041,
    "ArticleTitle": "Irisin Stimulates the Release of CXCL1 From Differentiating Human Subcutaneous and Deep-Neck Derived Adipocytes via Upregulation of NFκB Pathway",
    "Function": "Has chemotactic activity for neutrophils. May play a role in inflammation and exerts its effects on endothelial cells in an autocrine fashion.",
    "Year of Publication": 2014,
    "Abstract": "Thermogenic brown and beige adipocytes might open up new strategies in combating obesity. Recent studies in rodents and humans have indicated that these adipocytes release cytokines, termed \"batokines\". Irisin was discovered as a polypeptide regulator of beige adipocytes released by myocytes, primarily during exercise. We performed global RNA sequencing on adipocytes derived from human subcutaneous and deep-neck precursors, which were differentiated in the presence or absence of irisin. Irisin did not exert an effect on the expression of characteristic thermogenic genes, while upregulated genes belonging to various cytokine signaling pathways. Out of the several upregulated cytokines, CXCL1, the highest upregulated, was released throughout the entire differentiation period, and predominantly by differentiated adipocytes. Deep-neck area tissue biopsies also showed a significant release of CXCL1 during 24 h irisin treatment. Gene expression data indicated upregulation of the NFκB pathway upon irisin treatment, which was validated by an increase of p50 and decrease of IκBα protein level, respectively. Continuous blocking of the NFκB pathway, using a cell permeable inhibitor of NFκB nuclear translocation, significantly reduced CXCL1 release. The released CXCL1 exerted a positive effect on the adhesion of endothelial cells. Together, our findings demonstrate that irisin stimulates the release of a novel adipokine, CXCL1, via upregulation of NFκB pathway in neck area derived adipocytes, which might play an important role in improving tissue vascularization.",
    "MoreCertifications": 22275756
  },
  {
    "Gene": "WISP2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000176112",
    "PMID": 23359679,
    "ArticleTitle": "WISP2 regulates preadipocyte commitment and PPARγ activation by BMP4",
    "Function": "WISP2 is a direct target gene of the WNT signaling pathway and it likely plays a role in inflammatory arthritis and cell differentiation. ",
    "Year of Publication": 2013,
    "Abstract": "Inability to recruit new adipose cells following weight gain leads to inappropriate enlargement of existing cells (hypertrophic obesity) associated with inflammation and a dysfunctional adipose tissue. We found increased expression of WNT1 inducible signaling pathway protein 2 (WISP2) and other markers of WNT activation in human abdominal s.c. adipose tissue characterized by hypertrophic obesity combined with increased visceral fat accumulation and insulin resistance. WISP2 activation in the s.c. adipose tissue, but not in visceral fat, identified the metabolic syndrome in equally obese individuals. WISP2 is a novel adipokine, highly expressed and secreted by adipose precursor cells. Knocking down WISP2 induced spontaneous differentiation of 3T3-L1 and human preadipocytes and allowed NIH 3T3 fibroblasts to become committed to the adipose lineage by bone morphogenetic protein 4 (BMP4). WISP2 forms a cytosolic complex with the peroxisome proliferator-activated receptor γ (PPARγ) transcriptional activator zinc finger protein 423 (Zfp423), and this complex is dissociated by BMP4 in a SMAD-dependent manner, thereby allowing Zfp423 to enter the nucleus, activate PPARγ, and commit the cells to the adipose lineage. The importance of intracellular Wisp2 protein for BMP4-induced adipogenic commitment and PPARγ activation was verified by expressing a mutant Wisp2 protein lacking the endoplasmic reticulum signal and secretion sequence. Secreted Wnt/Wisp2 also inhibits differentiation and PPARγ activation, albeit not through Zfp423 nuclear translocation. Thus adipogenic commitment and differentiation is regulated by the cross-talk between BMP4 and canonical WNT signaling and where WISP2 plays a key role. Furthermore, they link WISP2 with hypertrophic obesity and the metabolic syndrome.",
    "MoreCertifications": 37794318
  },
  {
    "Gene": "NMB",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000108742",
    "PMID": 22616691,
    "ArticleTitle": "Functional annotation of the human fat cell secretome",
    "Function": "NMB is important for osteoblast differentiation.",
    "Year of Publication": 2012,
    "Abstract": "CONTEXT Recent secretome analyses suggest that human fat cells secrete hundreds of proteins (adipokines).OBJECTIVE We made an overall analysis of their potential functional importance.MATERIALS AND METHODS A secretome of 347 adipokines was evaluated by in silico analysis of their expression during adipocyte differentiation, regulation by obesity and adipose region. The gene expression in human adipose tissue was investigated in microarray studies using samples from different adipose depots from lean or obese patients.RESULTS 60% of the adipokines were regulated by obesity and 50% between visceral and subcutaneous adipose region. Eight adipokines, all novel, scored particularly high in the in silico analysis. Among those, four were both regulated by obesity and adipose region, namely WNT1-inducible-signaling pathway protein 2, transmembrane glycoprotein NMB, inter-alpha-trypsin inhibitor heavy chain H5, and complement C4-A. Furthermore, many adipokines were extracellular matrix proteins.CONCLUSION Several novel adipokines have potential important functional features warranting in depth analysis.",
    "MoreCertifications": 35672347
  },
  {
    "Gene": "SLC2A4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000133283",
    "PMID": 30758088,
    "ArticleTitle": "Exercise serum increases GLUT4 in human adipocytes",
    "Function": "mediate fusion between GLUT4-containing vesicles and the plasma membrane in 3T3-L1 adipocytes.",
    "Year of Publication": 2018,
    "Abstract": "NEW FINDINGS What is the central question of this study? Do circulating factors mediate exercise-induced effects on adipose tissue GLUT4 expression? What is the main finding and its importance? Serum (10%) obtained from human volunteers immediately after a single exercise bout increased GLUT4 protein levels in human adipocytes in culture. This result suggests that circulating factors might mediate the effects of exercise on adipose tissue GLUT4 and prompts further effort to identify the specific factor(s) and tissue(s) of origin.ABSTRACT In this study, we tested the hypothesis that circulating factors generated during exercise increase adipose tissue GLUT4 expression. Serum was obtained from eight healthy subjects before and after 60 min of cycling exercise, and primary adipocytes were cultured from stromal vascular fractions that were isolated from subcutaneous abdominal adipose tissue samples from one healthy, male volunteer. A 48 h exposure of human primary adipocytes to 10% serum obtained after exercise increased GLUT4 protein expression, on average, by 12% compared with exposure to 10% serum obtained at rest, before exercise. GLUT4 mRNA levels were increased after 12 h of exposure to exercise serum but were unchanged after 6 and 24 h of exposure. Our results suggest that circulating factors might mediate the effects of exercise on adipose tissue GLUT4 expression and encourage further efforts to identify the potential factor(s), tissue(s) of origin and physiological relevance.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "VCAM1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000076718",
    "PMID": 17950111,
    "ArticleTitle": "Release in vitro of adipsin, vascular cell adhesion molecule 1, angiotensin 1–converting enzyme, and soluble tumor necrosis factor receptor 2 by human omental adipose tissue as well as by the nonfat cells and adipocytes",
    "Function": "Chemerin is a recently identified adipocytokine which plays a role on inflammation and adipocytes metabolism. ",
    "Year of Publication": 2023,
    "Abstract": "The relative release in vitro of adipsin, vascular cell adhesion molecule (VCAM) 1, angiotensin 1-converting enzyme (ACE), and soluble tumor necrosis factor alpha receptor 2 (sTNFR2) by explants of human omental and subcutaneous adipose tissue as well as the nonfat cell fractions and adipocytes from morbidly obese gastric bypass women was compared with that by tissue from obese abdominoplasty patients. Release of VCAM-1 and ACE by omental adipose tissue explants was 220% and 80% greater, respectively, over 48 hours of incubation than that by subcutaneous adipose tissue explants. However, this difference was not seen when release by adipocytes derived from omental fat was compared with that by adipocytes from subcutaneous fat. The release of adipsin and sTNFR2 by omental adipose tissue explants did not differ from that by subcutaneous tissue adipose tissue. The release of adipsin by tissue explants over 48 hours was 100-fold greater than that of VCAM-1, ACE, or sTNFR2. Most of the release of all 4 adipokines was due to the nonfat cells because adipsin release by adipocytes was only 13% of that by the nonfat cells derived from the same amount of adipose tissue, whereas ACE release by adipocytes was 7% and release of VCAM-1 as well as sTNFR2 by adipocytes was 4% or less of that by nonfat cells. The total release in vitro of ACE and sTNFR2, but not that of adipsin or VCAM-1, was enhanced in adipose tissue explants from morbidly obese women as compared with those by explants derived from obese women. We conclude that although human adipose tissue explants release appreciable amounts of adipsin and far smaller amounts of VCAM-1, ACE, and sTNFR2 in vitro, more than 87% of the release is due to the nonfat cells present in adipose tissue. Furthermore, the enhanced release of VCAM-1 and ACE seen in omental adipose tissue explants as compared with explants of subcutaneous adipose tissue is due to release by nonfat cells.",
    "MoreCertifications": 27853845
  },
  {
    "Gene": "SERPINA12",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000115596",
    "PMID": 25277770,
    "ArticleTitle": "Serum vaspin levels and vaspin mRNA expression in subcutaneous adipose tissue in women with gestational diabetes mellitus",
    "Function": "Vaspin is a novel anti-inflammatory adipokine associated with cardiovascular (CV) disease and inflammation in chronic inflammatory conditions different from axial spondyloarthritis (axSpA). ",
    "Year of Publication": 2005,
    "Abstract": "OBJECTIVE To compare serum vaspin level and mRNA and protein levels of vaspin in adipose tissue in women with gestational diabetes mellitus (GDM) and normal glucose tolerance (NGR), along with the correlation between serum vaspin level with fasting insulin (FINS), homeostasis model assessment of insulin resistance (HOMA-IR) and birth-weight.STUDY DESIGN Thirty-seven women with GDM and 36 with NGR were enrolled. Total cholesterol (TC), triglyceride (TG), high density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), fasting plasma glucose (FPG), FINS and vaspin levels were measured. The mRNA and protein levels were detected using RT-PCR and Western blot. Pearson correlation analysis (PCA) was performed to reveal the correlation between serum vaspin level and FINS, HOMA-IR. Spearman correlation analysis (SCA) was conducted to examine the association between serum vaspin level and birth-weight.RESULTS HDL-C level in GDM was lower than NGR group (PCONCLUSION Serum vaspin level cannot serve as an independent predictor of IR. The increased serum vaspin level and increased vaspin mRNA and protein expression in adipose tissues in GDM women indicate that vaspin may be involved in the pathogenesis of GDM, but its exact mechanism needs further study.",
    "MoreCertifications": "30721136;17991760"
  },
  {
    "Gene": "DPP4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000138085",
    "PMID": 26983599,
    "ArticleTitle": "Metabolic role of dipeptidyl peptidase 4 (DPP4) in primary human (pre)adipocytes",
    "Function": "Under normal physiological conditions, DPP-4 rapidly degrades GIP and GLP-1.",
    "Year of Publication": 2013,
    "Abstract": "Dipeptidyl peptidase 4 (DPP4) is the target of the gliptins, a recent class of oral antidiabetics. DPP4 (also called CD26) was previously characterized in immune cells but also has important metabolic functions which are not yet fully understood. Thus, we investigated the function of DPP4 in human white preadipocytes and adipocytes. We found that both cell types express DPP4 in high amounts; DPP4 release markedly increased during differentiation. In preadipocytes, lentiviral DPP4 knockdown caused significant changes in gene expression as determined by whole-genome DNA-array analysis. Metabolic genes were increased, e.g. PDK4 18-fold and PPARγC1α (=PGC1α) 6-fold, and proliferation-related genes were decreased (e.g. FGF7 5-fold). These effects, contributing to differentiation, were not inhibited by the PPARγ antagonist T0070907. Vice versa, the PPARγ agonist pioglitazone induced a different set of genes (mainly FABP4). DPP4 knockdown also affected growth factor signaling and, accordingly, retarded preadipocyte proliferation. In particular, basal and insulin-induced ERK activation (but not Akt activation) was markedly diminished (by around 60%). This indicates that DPP4 knockdown contributes to adipocyte maturation by mimicking growth factor withdrawal, an early step in fat cell differentiation. In mature adipocytes, DPP4 becomes liberated so that adipose tissue may constitute a relevant source of circulating DPP4. ",
    "MoreCertifications": 21593202
  },
  {
    "Gene": "FGF21",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000162940",
    "PMID": 24506871,
    "ArticleTitle": "Irisin and FGF21 Are Cold-Induced Endocrine Activators of Brown Fat Function in Humans",
    "Function": "Fibroblast growth factor 21 FGF-21 is a newly discovered adipocytokine which may play a vital role in improvement of insulin sensitivity and pathogenesis of type 2 diabetes. ",
    "Year of Publication": 2018,
    "Abstract": "Rediscovery of cold-activated brown adipose tissue (BAT) in humans has boosted research interest in identifying BAT activators for metabolic benefits. Of particular interest are cytokines capable of fat browning. Irisin, derived from FNDC5, is an exercise-induced myokine that drives brown-fat-like thermogenesis in murine white fat. Here we explored whether cold exposure is an afferent signal for irisin secretion in humans and compared it with FGF21, a brown adipokine in rodents. Cold exposure increased circulating irisin and FGF21. We found an induction of irisin secretion proportional to shivering intensity, in magnitude similar to exercise-stimulated secretion. FNDC5 and/or FGF21 treatment upregulated human adipocyte brown fat gene/protein expression and thermogenesis in a depot-specific manner. These results suggest exercise-induced irisin secretion could have evolved from shivering-related muscle contraction, serving to augment brown fat thermogenesis in concert with FGF21. Irisin-mediated muscle-adipose crosstalk may represent a thermogenic, cold-activated endocrine axis that is exploitable in obesity therapeutics development. ",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ANGPTL8",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000188411",
    "PMID": 30429410,
    "ArticleTitle": "Effects of a diet with or without physical activity on angiopoietin-like protein 8 concentrations in overweight/obese patients with newly diagnosed type 2 diabetes: a randomized controlled trial",
    "Function": "The protein regulates TG trafficking by inhibiting lipoprotein lipase (LPL) in plasma.",
    "Year of Publication": 2023,
    "Abstract": "Angiopoietin-like protein 8 (ANGPTL8) is a newly discovered adipokine plays an important role in energy homoeostasis, obesity and type 2 diabetes (T2D). Although lifestyle modification in obesity and T2D is known to offer metabolic benefits, there is paucity of comprehensive data on change in ANGPTL8. We investigated the effect of lifestyle intervention on ANGPTL8 concentrations. 384 obese/overweight adults with newly diagnosed T2D were randomly assigned (1:1:1) to diet (n = 128), diet + activity (n = 128) or usual care (control, n = 128) groups. All patients received usual care. Besides, the diet group received a calorie-restricted diet aiming for a weight loss of 5-10%. The diet + activity group additionally received a pedometer-based walking program. Primary outcome was change in ANGPTL8 concentration at 6 months. Data were analyzed according to intention-to-treat. From baseline to 6 months, the median ANGPTL8 level changed from 804.38 pg/mL to 792.86 pg/mL in control group. Compared with control, ANGPTL8 decreased with diet (baseline-adjusted between-group difference was -121.00 pg/mL, 95% CI -177.47 to -64.53; p < 0.0001) and diet + activity (-126.16 pg/mL, -181.21 to -71.11; p < 0.0001). There was no greater effect of diet + activity compared with diet (-5.16 pg/mL, -53.63 to 43.31; p = 0.8348). Both effects disappeared after adjusting for change in body fat, but did not differ significantly when adjusting for physical activity. A 6-month intervention inducing weight loss by a calorie-restricted diet or diet + activity, resulted in significant decrease on ANGPTL8 concentration. These effects were established by change in total body fat, and not by change in physical activity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "BMP4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000125561",
    "PMID": 26228459,
    "ArticleTitle": "Anti-inflammatory properties of bone morphogenetic protein 4 in human adipocytes",
    "Function": "BMP4 have been demonstrated to have antagonistic effects on insulin signaling and thereby on glucose homeostasis.",
    "Year of Publication": 2017,
    "Abstract": "BACKGROUND Obesity is characterized by increased adipocyte number and size as well as white adipose tissue (WAT) inflammation, which is fundamental for the development of insulin resistance and type-2 diabetes. These processes, regulated by various endocrine, paracrine and autocrine factors, are extensively studied with the hope to interfere and to inhibit weight gain and related complications in obese patients. Recent data suggest an important role of bone morphogenic protein 4 (BMP4) in the regulation of adipogenesis and development of obesity. BMP4 is a growth factor of the transforming growth factor-β superfamily. Initially, BMPs were identified as inducers of ectopic bone formation. It is now apparent, however, that these proteins have different pleiotropic developmental actions and including playing a role in white adipogenesis.METHODS AND RESULTS Here, we demonstrate that the expression of BMP4 in human WAT is negatively correlated to body mass index and to the expression of pro-inflammatory cytokines. In vitro, BMP4 expression in cultured human adipocytes is upregulated after induction of differentiation. Cells treated with exogenous BMP4 increased peroxisome proliferator-activated receptor γ (PPARγ) expression and significantly reduced the expression of pro-inflammatory cytokines including tumor necrosis factor α (TNF-α) and monocyte chemoattractant protein 1. TNF-α treatment of fully differentiated adipocytes resulted in downregulation of the expression of adipogenic genes and elevated expression of pro-inflammatory cytokines. Exogenous BMP4 addition significantly reduced the negative effect of TNF-α on the expression profile of adipocytes. Finally, treatment of human adipocytes with exogenous BMP4 reduced the adipocytes' chemoattractant potential and the migration of monocytes toward adipocyte-conditioned medium.CONCLUSIONS These results indicate that BMP4 is an important anti-inflammatory molecule, which may act through PPARγ and reduces TNF-α-mediated pro-inflammatory cytokine production in human adipocytes. Through its anti-inflammatory potential, BMP4 may serve as a protective factor for inflammation-related diseases such as insulin-tolerance or type-2 diabetes.",
    "MoreCertifications": 28768190
  },
  {
    "Gene": "IRS1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000140950",
    "PMID": 26029481,
    "ArticleTitle": "Differentially expressed genes in adipocytokine signaling pathway of adipose tissue in pregnancy",
    "Function": "insulin receptor binding",
    "Year of Publication": 2024,
    "Abstract": "OBJECTIVE To profile the differential gene expression of the KEGG Adipocytokine Signaling pathway in omental compared to subcutaneous tissue in normal pregnancy.STUDY DESIGN Subjects included 14 nonobese, normal glucose tolerant, healthy pregnant women. Matched omental and subcutaneous tissue were obtained at elective cesarean delivery. Gene expression was evaluated using microarray and validated by RT-PCR. Differential gene expression was defined as ≥1.5 fold increase at p RESULTS Six genes were significantly downregulated with two upregulated genes in omental tissue. Downregulation of Adiponectin and Insulin Receptor substrate, key genes mediating insulin sensitivity, were observed with borderline upregulation of GLUT-1. There were downregulations of CD36 and acyl-CoA Synthetase Long-chain Family Member 1which are genes involved in fatty acid uptake and activation. There was a novel expression of Carnitine palmitoyltransferase 1C.CONCLUSION Differential gene expression of Adipocytokine Signaling Pathway in omental relative to subcutaneous adipose tissue in normal pregnancy suggests a pattern of insulin resistance, hyperlipidemia, and inflammation.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "PTPN1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000100188",
    "PMID": 25068084,
    "ArticleTitle": "Visfatin is involved in TNFα-mediated insulin resistance via an NAD+/Sirt1/PTP1B pathway in 3T3-L1 adipocytes",
    "Function": "PTP1B may attenuate leptin and insulin signaling.",
    "Year of Publication": 2008,
    "Abstract": "Tumor necrosis factor α (TNFα) is a well-known mediator of inflammation in the context of obesity in adipose tissue. Its action appears to be directly linked to perturbations of the insulin pathway, leading to the development of insulin resistance. Visfatin has been suspected to be linked to insulin sensitivity, but the mechanism involved is still partly unknown. The aim of this study was to evaluate the role of visfatin in the impairment of the insulin pathway by TNFα activity in 3T3-L1 adipocytes and to unveil the mechanisms involved in such impairment. We demonstrated in 3T3-L1 adipocytes that visfatin was involved in TNFα-mediated insulin resistance in adipocytes. Indeed, after TNFα treatment in 3T3-L1 cells, visfatin was downregulated, leading to decreased nicotinamide adenine dinucleotide (NAD(+)) concentrations in cells. This decrease was followed by a decrease in Sirt1 activity, which was linked to an increase in PTP1B expression. The modulation of PTP1B by visfatin was likely responsible for the observed decreases in glucose uptake and Akt phosphorylation in 3T3-L1 adipocytes. Here, we demonstrated a complete pathway involving visfatin, NAD(+), Sirt1, and PTP1B that led to the perturbation of insulin signaling by TNFα in 3T3-L1 adipocytes. ",
    "MoreCertifications": "null"
  },
  {
    "Gene": "FABP4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000146751",
    "PMID": 37449442,
    "ArticleTitle": "Adipose tissue‐derived FABP4 mediates glucagon‐stimulated hepatic glucose production in gestational diabetes",
    "Function": "fatty acid binding protein 4 (FABP4) is responsible for the formation of mature adipocytes. ",
    "Year of Publication": 2023,
    "Abstract": "AIMS One of the most common complications of pregnancy is gestational diabetes mellitus (GDM), which may result in significant health threats of the mother, fetus and the newborn. Fatty acid-binding protein 4 (FABP4) is an adipokine that regulates glucose homeostasis by promoting glucose production and liver insulin resistance in mouse models. FABP4 levels are increased in GDM and correlates with maternal indices of insulin resistance, with a rapid decline post-partum. We therefore aimed to determine the tissue origin of elevated circulating FABP4 levels in GDM and to assess its potential contribution in promoting glucagon-induced hepatic glucose production.MATERIALS AND METHODS FABP4 protein and gene expression was determined in biopsies from placenta, subcutaneous (sWAT) and visceral (vWAT) white adipose tissues from GDM and normoglycaemic pregnant women. FABP4 differential contribution in glucagon-stimulated hepatic glucose production was tested in conditioned media before and after its immune clearance.RESULTS We showed that FABP4 is expressed in placenta, sWAT and vWAT of pregnant women at term, with a significant increase in its secretion from vWAT of women with GDM compared with normoglycaemic pregnant women. Neutralizing FABP4 from both normoglycaemic pregnant women and GDM vWAT secretome, resulted in a decrease in glucagon-stimulated hepatic glucose production.CONCLUSIONS This study provides new insights into the role of adipose tissue-derived FABP4 in GDM, highlighting this adipokine, as a potential co-activator of glucagon-stimulated hepatic glucose production during pregnancy.",
    "MoreCertifications": 23480783
  },
  {
    "Gene": "VEGFA",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000128296",
    "PMID": 26683794,
    "ArticleTitle": "Autocrine effect of vascular endothelial growth factor-A is essential for mitochondrial function in brown adipocytes",
    "Function": "Vascular endothelial growth factor (VEGF) is the only true endothelial cell growth factor and is necessary to initiate the formation of immature vessels by either vasculogenesis or angiogenic sprouting in the adult and during development .",
    "Year of Publication": 2018,
    "Abstract": "OBJECTIVE The obesity epidemic in the United States, as well as the accompanying condition of type 2 diabetes, puts a majority of the population at an increased risk of developing cardiovascular diseases including coronary artery disease, stroke, and myocardial infarction. In contrast to white adipose tissue (WAT), brown adipose tissue (BAT) is well vascularized, rich in mitochondria, and highly oxidative. While it is known that the angiogenic factor VEGF-A is required for brown adipocyte development, the functional consequences and exact mechanism remain to be elucidated. Here, we show that VEGF-A plays an essential autocrine role in the function of BAT.MATERIALS AND METHODS Mouse models were generated with an adipose-specific and macrophage-specific ablation of VEGF-A. Adipose tissue characteristics and thermogenic response were analyzed in vivo, and mitochondrial morphology and oxidative respiration were analyzed in vitro to assess effects of endogenous VEGF-A ablation.RESULTS VEGF-A expression levels are highest in adipocyte precursors compared to immune or endothelial cell populations within both WAT and BAT. Loss of VEGF-A in adipocytes, but not macrophages, results in decreased adipose tissue vascularization, with remarkably diminished thermogenic capacity in vivo. Complete ablation of endogenous VEGF-A decreases oxidative capacity of mitochondria in brown adipocytes. Further, acute ablation of VEGF-A in brown adipocytes in vitro impairs mitochondrial respiration, despite similar mitochondrial mass compared to controls.CONCLUSION These data demonstrate that VEGF-A serves to orchestrate the acquisition of thermogenic capacity of brown adipocytes through mitochondrial function in conjunction with the recruitment of blood vessels.",
    "MoreCertifications": 24092547
  },
  {
    "Gene": "ASP",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000158207",
    "PMID": 21348923,
    "ArticleTitle": "Acylation stimulating protein: a female lipogenic factor?",
    "Function": "which is essential for normal mitotic spindle function in embryonic neuroblasts",
    "Year of Publication": 2011,
    "Abstract": "Acylation stimulating protein (ASP) is a potent lipogenic factor produced from adipocytes. Plasma ASP levels were shown to increase in obesity, diabetes mellitus type II and dyslipidemia, and decrease after weight loss and fasting. Growing evidence suggests that ASP may significantly contribute to subcutaneous fat storage in females. In vitro, ASP stimulated triglyceride synthesis to a larger extent in subcutaneous compared with omental adipocytes. The ASP receptor binding affinity to plasma membranes prepared from adipose tissue showed higher binding affinity to plasma membranes from female adipose tissue compared with male adipose tissue, and was more pronounced to subcutaneous compared with omental plasma membranes. Human studies demonstrated that postprandial triglyceride clearance predicted by ASP levels was more efficient in women than in men. In mice, postprandial triglyceride clearance, with intraperitoneal ASP administration, was faster in females compared with males. The ASP deficient mice were resistant to weight gain and had reduced fat mass that was more pronounced in females. Recent findings in humans and mice point to a significant association between progesterone and ASP variations in females. In this review, we highlight findings, to date, linking ASP to physiological and hormonal alterations that may contribute to subcutaneous fat distribution typical to females.",
    "MoreCertifications": 36693798
  },
  {
    "Gene": "RETN",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000170731",
    "PMID": "11201732S",
    "ArticleTitle": "The hormone resistin links obesity to diabetes",
    "Function": "Hormone that seems to suppress insulin ability to stimulate glucose uptake into adipose cells ",
    "Year of Publication": 2001,
    "Abstract": "Diabetes mellitus is a chronic disease that leads to complications including heart disease, stroke, kidney failure, blindness and nerve damage. Type 2 diabetes, characterized by target-tissue resistance to insulin, is epidemic in industrialized societies and is strongly associated with obesity; however, the mechanism by which increased adiposity causes insulin resistance is unclear. Here we show that adipocytes secrete a unique signalling molecule, which we have named resistin (for resistance to insulin). Circulating resistin levels are decreased by the anti-diabetic drug rosiglitazone, and increased in diet-induced and genetic forms of obesity. Administration of anti-resistin antibody improves blood sugar and insulin action in mice with diet-induced obesity. Moreover, treatment of normal mice with recombinant resistin impairs glucose tolerance and insulin action. Insulin-stimulated glucose uptake by adipocytes is enhanced by neutralization of resistin and is reduced by resistin treatment. Resistin is thus a hormone that potentially links obesity to diabetes.",
    "MoreCertifications": 11278254
  },
  {
    "Gene": "ADIPOQ",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131203",
    "PMID": 8631877,
    "ArticleTitle": "AdipoQ is a novel adipose-specific gene dysregulated in obesity",
    "Function": "Important adipokine involved in the control of fat metabolism and insulin sensitivity, with direct anti-diabetic, anti-atherogenic and anti-inflammatory activities. Stimulates AMPK phosphorylation and activation in the liver and the skeletal muscle, enhancing glucose utilization and fatty-acid combustion.",
    "Year of Publication": 1996,
    "Abstract": "Adipose differentiation is accompanied by changes in cellular morphology, a dramatic accumulation of intracellular lipid and activation of a specific program of gene expression. Using an mRNA differential display technique, we have isolated a novel adipose cDNA, termed adipoQ. The adipoQ cDNA encodes a polypeptide of 247 amino acids with a secretory signal sequence at the amino terminus, a collagenous region (Gly-X-Y repeats), and a globular domain. The globular domain of adipoQ shares significant homology with subunits of complement factor C1q, collagen alpha 1(X), and the brain-specific factor cerebellin. The expression of adipoQ is highly specific to adipose tissue in both mouse and rat. Expression of adipoQ is observed exclusively in mature fat cells as the stromal-vascular fraction of fat tissue does not contain adipoQ mRNA. In cultured 3T3-F442A and 3T3-L1 preadipocytes, hormone-induced differentiation dramatically increases the level of expression for adipoQ. Furthermore, the expression of adipoQ mRNA is significantly reduced in the adipose tissues from obese mice and humans. Whereas the biological function of this polypeptide is presently unknown, the tissue-specific expression of a putative secreted protein suggests that this factor may function as a novel signaling molecule for adipose tissue.",
    "MoreCertifications": 7592907
  },
  {
    "Gene": "LRG1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000105015",
    "PMID": 34730111,
    "ArticleTitle": "LRG1 is an adipokine that mediates obesity-induced hepatosteatosis and insulin resistance",
    "Function": "LRG1 (Leucine Rich Alpha-2-Glycoprotein 1) is a Protein Coding gene. Diseases associated with LRG1 include Appendicitis and Cecal Disease. Among its related pathways are Innate Immune System. Gene Ontology (GO) annotations related to this gene include transforming growth factor beta receptor binding. An important paralog of this gene is CPN2.",
    "Year of Publication": 2022,
    "Abstract": "Dysregulation in adipokine biosynthesis and function contributes to obesity-induced metabolic diseases. However, the identities and functions of many of the obesity-induced secretory molecules remain unknown. Here, we report the identification of leucine-rich alpha-2-glycoprotein 1 (LRG1) as an obesity-associated adipokine that exacerbates high fat diet-induced hepatosteatosis and insulin resistance. Serum levels of LRG1 were markedly elevated in obese humans and mice compared with their respective controls. LRG1 deficiency in mice greatly alleviated diet-induced hepatosteatosis, obesity, and insulin resistance. Mechanistically, LRG1 bound with high selectivity to the liver and promoted hepatosteatosis by increasing de novo lipogenesis and suppressing fatty acid β-oxidation. LRG1 also inhibited hepatic insulin signaling by downregulating insulin receptor substrates 1 and 2. Our study identified LRG1 as a key molecule that mediates the crosstalk between adipocytes and hepatocytes in diet-induced hepatosteatosis and insulin resistance. Suppressing LRG1 expression and function may be a promising strategy for the treatment of obesity-related metabolic diseases.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ISM1 ",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000109852",
    "PMID": 38066623,
    "ArticleTitle": "Isthmin-1 (ISM1), a novel adipokine that reflects abdominal adipose tissue distribution in individuals with obesity",
    "Function": "ISM1 (Isthmin 1) is a Protein Coding gene. Diseases associated with ISM1 include Non-Syndromic X-Linked Intellectual Disability 14 and Cancerophobia. ",
    "Year of Publication": 2021,
    "Abstract": "BACKGROUND The assessment of obesity-related health risks has traditionally relied on the Body Mass Index and waist circumference, but their limitations have propelled the need for a more comprehensive approach. The differentiation between visceral (VIS) and subcutaneous (SC) fat provides a finer-grained understanding of these risks, yet practical assessment methods are lacking. We hypothesized that combining the SC-VIS fat ratio with non-invasive biomarkers could create a valuable tool for obesity-related risk assessment.METHODS AND RESULTS A clinical study of 125 individuals with obesity revealed significant differences in abdominal fat distribution measured by CT-scan among genders and distinct models of obesity, including visceral, subcutaneous, and the SC/VIS ratio. Stratification based on these models highlighted various metabolic changes. The SC/VIS ratio emerged as an excellent metric to differentiate metabolic status. Gene expression analysis identified candidate biomarkers, with ISM1 showing promise. Subsequent validation demonstrated a correlation between ISM1 levels in SC and plasma, reinforcing its potential as a non-invasive biomarker for fat distribution. Serum adipokine levels also correlated with the SC/VIS ratio. The Receiver Operating Characteristic analysis revealed ISM1's efficacy in discriminating individuals with favorable metabolic profiles based on adipose tissue distribution. Correlation analysis also suggested that ISM1 was involved in glucose regulation pathways.CONCLUSION The study's results support the hypothesis that the SC-VIS fat ratio and its derived non-invasive biomarkers can comprehensively assess obesity-related health risks. ISM1 could predict abdominal fat partitioning and be a potential biomarker for evaluating obesity-related health risks.",
    "MoreCertifications": 38066623
  },
  {
    "Gene": "C1QTNF9",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000163762",
    "PMID": 36459558,
    "ArticleTitle": "Angiogenic adipokine C1q-TNF-related protein 9 ameliorates myocardial infarction via histone deacetylase 7-mediated MEF2 activation",
    "Function": "C1QTNF9 (C1q And TNF Related 9) is a Protein Coding gene. Diseases associated with C1QTNF9 include Late-Onset Retinal Degeneration.",
    "Year of Publication": 2022,
    "Abstract": "C1q/tumor necrosis factor-related protein 9 (CTRP9) is an adipokine and has high potential as a therapeutic target. However, the role of CTRP9 in cardiovascular disease pathogenesis remains unclear. We found CTRP9 to induce HDAC7 and p38 MAPK phosphorylation via tight regulation of AMPK in vascular endothelial cells, leading to angiogenesis through increased MEF2 activity. The expression of CTRP9 and atheroprotective MEF2 was decreased in plaque tissue of atherosclerotic patients and the ventricle of post-infarction mice. CTRP9 treatment inhibited the formation of atherosclerotic plaques in ApoE KO and CTRP9 KO mice. In addition, CTRP9 induced significant ischemic injury prevention in the post-MI mice. Clinically, serum CTRP9 levels were reduced in patients with MI compared with healthy controls. In summary, CTRP9 induces a vasoprotective response via the AMPK/HDAC7/p38 MAPK pathway in vascular endothelial cells, whereas its absence can contribute to atherosclerosis and MI. Hence, CTRP9 may represent a valuable therapeutic target and biomarker in cardiovascular diseases.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "TAFA5",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000146210",
    "PMID": 29453251,
    "ArticleTitle": "Novel Adipokine, FAM19A5, Inhibits Neointima Formation After Injury Through Sphingosine-1-Phosphate Receptor 2",
    "Function": "Acts as a chemokine-like protein by regulating cell proliferation and migration through activation of G protein-coupled receptors (GPCRs)",
    "Year of Publication": 2018,
    "Abstract": "BACKGROUND Obesity plays crucial roles in the development of cardiovascular diseases. However, the mechanisms that link obesity and cardiovascular diseases remain elusive. Compelling evidence indicates that adipokines play an important role in obesity-related cardiovascular diseases. Here, we found a new adipokine-named family with sequence similarity 19, member A5 (FAM19A5), a protein with unknown function that was predicted to be distantly related to the CC-chemokine family. We aimed to test whether adipose-derived FAM19A5 regulates vascular pathology on injury.METHODS DNA cloning, protein expression, purification, and N-terminal sequencing were applied to characterize FAM19A5. Adenovirus infection and siRNA transfection were performed to regulate FAM19A5 expression. Balloon and wire injury were performed in vivo on the rat carotid arteries and mouse femoral arteries, respectively. Bioinformatics analysis, radioactive ligand-receptor binding assays, receptor internalization, and calcium mobilization assays were used to identify the functional receptor for FAM19A5.RESULTS We first characterized FAM19A5 as a secreted protein, and the first 43 N-terminal amino acids were the signal peptides. Both FAM19A5 mRNA and protein were abundantly expressed in the adipose tissue but were downregulated in obese mice. Overexpression of FAM19A5 markedly inhibited vascular smooth muscle cell proliferation and migration and neointima formation in the carotid arteries of balloon-injured rats. Accordingly, FAM19A5 silencing in adipocytes significantly promoted vascular smooth muscle cell activation. Adipose-specific FAM19A5 transgenic mice showed greater attenuation of neointima formation compared with wild-type littermates fed with or without Western-style diet. We further revealed that sphingosine-1-phosphate receptor 2 was the functional receptor for FAM19A5, with a dissociation constant (Kd) of 0.634 nmol/L. Inhibition of sphingosine-1-phosphate receptor 2 or its downstream G12/13-RhoA signaling circumvented the suppressive effects of FAM19A5 on vascular smooth muscle cell proliferation and migration.CONCLUSIONS We revealed that a novel adipokine, FAM19A5, was capable of inhibiting postinjury neointima formation via sphingosine-1-phosphate receptor 2-G12/13-RhoA signaling. Downregulation of FAM19A5 during obesity may trigger cardiometabolic diseases.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ORM1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000104762",
    "PMID": 33875797,
    "ArticleTitle": "The adipokine orosomucoid alleviates adipose tissue fibrosis via the AMPK pathway",
    "Function": "This gene encodes a key acute phase plasma protein. Because of its increase due to acute inflammation, this protein is classified as an acute-phase reactant. The specific function of this protein has not yet been determined; however, it may be involved in aspects of immunosuppression.",
    "Year of Publication": 2022,
    "Abstract": "The excess deposition of underlying extracellular matrix (ECM) in adipose tissue is defined as adipose tissue fibrosis that is a major contributor to metabolic disorder such as obesity and type 2 diabetes. Anti-fibrosis therapy has received much attention in the treatment of metabolic disorders. Orosomucoid (ORM) is an acute-phase protein mainly produced by liver, which is also an adipokine. In this study, we investigated the effects of ORM on adipose tissue fibrosis and the potential mechanisms. We showed that ORM1-deficient mice exhibited an obese phenotype, manifested by excessive collagen deposition in adipose tissues and elevated expression of ECM regulators such as metalloproteinases (MMP-2, MMP-13, MMP-14) and tissue inhibitors of metalloproteinases (TIMP-1, TIMP-2, TIMP-3). Administration of exogenous ORM (50 mg· kg-1· d-1, ip) for 7 consecutive days in high-fat diet (HFD)-fed mice and leptin receptor (LepR)-deficient db/db mice attenuated these abnormal expressions. Meanwhile, ORM administration stimulated AMP-activated protein kinase (AMPK) phosphorylation and decreased transforming growth factor-β1 (TGF-β1) level in adipose tissues of the mice. In TGF-β1-treated 3T3-L1 fibroblasts, ORM (10 μg/mL) improved the impaired expression profiles of fibrosis-related genes, whereas a selective AMPK inhibitor dorsomorphin (1 μmol/mL) abolished these effects. Together, our results suggest that ORM exerts a direct anti-fibrosis effect in adipose tissue via AMPK activation. ORM is expected to become a novel target for the treatment of adipose tissue fibrosis.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "MGAT2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131433",
    "PMID": 36323235,
    "ArticleTitle": "MGAT2 inhibitor decreases liver fibrosis and inflammation in murine NASH models and reduces body weight in human adults with obesity",
    "Function": "The encoded protein is important in the uptake of dietary fat by the small intestine. ",
    "Year of Publication": 2011,
    "Abstract": "Monoacylglycerol acyltransferase 2 (MGAT2) is an important enzyme highly expressed in the human small intestine and liver for the regulation of triglyceride absorption and homeostasis. We report that treatment with BMS-963272, a potent and selective MGAT2 inhibitor, decreased inflammation and fibrosis in CDAHFD and STAM, two murine nonalcoholic steatohepatitis (NASH) models. In high-fat-diet-treated cynomolgus monkeys, in contrast to a selective diacylglycerol acyltransferase 1 (DGAT1) inhibitor, BMS-963272 did not cause diarrhea. In a Phase 1 multiple-dose trial of healthy human adults with obesity (NCT04116632), BMS-963272 was safe and well tolerated with no treatment discontinuations due to adverse events. Consistent with the findings in rodent models, BMS-963272 elevated plasma long-chain dicarboxylic acid, indicating robust pharmacodynamic biomarker modulation; increased gut hormones GLP-1 and PYY; and decreased body weight in human subjects. These data suggest MGAT2 inhibition is a promising therapeutic opportunity for NASH, a disease with high unmet medical needs.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "DGAT1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000089519",
    "PMID": 16306352,
    "ArticleTitle": "Whole-body Insulin Resistance in the Absence of Obesity in FVB Mice With Overexpression of Dgat1 in Adipose Tissue",
    "Function": "This gene encodes an multipass transmembrane protein that functions as a key metabolic enzyme. The encoded protein catalyzes the conversion of diacylglycerol and fatty acyl CoA to triacylglycerol. This enzyme can also transfer acyl CoA to retinol. Activity of this protein may be associated with obesity and other metabolic diseases.",
    "Year of Publication": 2014,
    "Abstract": "Insulin resistance is often associated with obesity. We tested whether augmentation of triglyceride synthesis in adipose tissue by transgenic overexpression of the diacylglycerol aclytransferase-1 (Dgat1) gene causes obesity and/or alters insulin sensitivity. Male FVB mice expressing the aP2-Dgat1 had threefold more Dgat1 mRNA and twofold greater DGAT activity levels in adipose tissue. After 30 weeks of age, these mice had hyperglycemia, hyperinsulinemia, and glucose intolerance on a high-fat diet but were not more obese than wild-type littermates. Compared with control littermates, Dgat1 transgenic mice were both insulin and leptin resistant and had markedly elevated plasma free fatty acid levels. Adipocytes from Dgat1 transgenic mice displayed increased basal and isoproterenol-stimulated lipolysis rates and decreased gene expression for fatty acid uptake. Muscle triglyceride content was unaffected, but liver mass and triglyceride content were increased by 20 and 300%, respectively. Hepatic insulin signaling was suppressed, as evidenced by decreased phosphorylation of insulin receptor-beta (Tyr(1,131)/Tyr(1,146)) and protein kinase B (Ser473). Gene expression data suggest that the gluconeogenic enzymes, glucose-6-phosphatase and phosphoenolpyruvate carboxykinase, were upregulated. Thus, adipose overexpression of Dgat1 gene in FVB mice leads to diet-inducible insulin resistance, which is secondary to redistribution of fat from adipose tissue to the liver in the absence of obesity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "AZGP1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000132874",
    "PMID": 16475792,
    "ArticleTitle": "Zn-α2-glycoprotein, an MHC Class I-Related Glycoprotein Regulator of Adipose Tissues: Modification or Abrogation of Ligand Binding by Site-Directed Mutagenesis",
    "Function": "Stimulates lipid degradation in adipocytes and causes the extensive fat losses associated with some advanced cancers. May bind polyunsaturated fatty acids. ",
    "Year of Publication": 2005,
    "Abstract": "Zn-alpha(2)-glycoprotein (ZAG) is a soluble lipid-mobilizing factor associated with cancer cachexia and is a novel adipokine. Its X-ray crystal structure reveals a poly(ethylene glycol) molecule, presumably substituting for a higher affinity natural ligand, occupying an apolar groove between its alpha(1) and alpha(2) domain helices that corresponds to the peptide binding groove in class I MHC proteins. We previously provided evidence that the groove is a binding site for hydrophobic ligands that may relate to the protein's signaling function and that the natural ligands are probably (polyunsaturated) fatty acid-like. Using fluorescence-based binding assays and site-directed mutagenesis, we now demonstrate formally that the groove is indeed the binding site for hydrophobic ligands. We also identify amino acid positions that are involved in ligand binding and those that control the shape and exposure to solvent of the binding site itself. Some of the mutants showed minimal effects on their binding potential, one showed enhanced binding, and several were completely nonbinding. Particularly notable is Arg-73, which projects into one end of the binding groove and is the sole charged amino acid adjacent to the ligand. Replacing this amino acid with alanine abolished ligand binding and closed the groove to solvent. Arg-73 may therefore have an unexpected dual role in binding site access and anchor for an amphiphilic ligand. These data add weight to the distinctiveness of ZAG among MHC class I-like proteins in addition to providing defined binding-altered mutants for cellular signaling studies and potential medical applications.",
    "MoreCertifications": 20595026
  },
  {
    "Gene": "C1QTNF1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000166030",
    "PMID": 18783346,
    "ArticleTitle": "Molecular, biochemical and functional characterizations of C1q/TNF family members: adipose-tissue-selective expression patterns, regulation by PPAR-gamma agonist, cysteine-mediated oligomerizations, combinatorial associations and metabolic functions",
    "Function": "including negative regulation of platelet aggregation; positive regulation of aldosterone secretion; and positive regulation of cytosolic calcium ion concentration. Located in extracellular space. Is integral component of plasma membrane",
    "Year of Publication": 2008,
    "Abstract": "The insulin-sensitizing hormone, adiponectin, belongs to the expanding C1q/TNF (tumour necrosis factor) family of proteins. We recently identified a family of adiponectin paralogues designated as CTRP (C1q/TNF-related protein) 1-7, and in the present study describe CTRP10. In the present study, we show that CTRP1, CTRP2, CTRP3, CTRP5 and CTRP7 transcripts are expressed predominantly by adipose tissue. In contrast, placenta and eye expressed the highest levels of CTRP6 and CTRP10 transcripts respectively. Expression levels of CTRP1, CTRP2, CTRP3, CTRP6 and CTRP7 transcripts are up-regulated in 8-week-old obese (ob/ob) mice relative to lean controls. Treatment of mice with a PPAR-gamma (peroxisome-proliferator-activated receptor-gamma) agonist, rosiglitazone, increased the expression of CTRP1 and decreased CTRP6 transcript levels. All CTRPs are secreted glycoproteins when expressed in mammalian cells. CTRP1, CTRP2, CTRP3, CTRP5 and CTRP6 circulate in the blood and are potential endocrine hormones; their serum levels vary according to the sex and genetic background of mice. Importantly, serum levels of CTRP1 and CTRP6 are increased in adiponectin-null mice. Like adiponectin, all secreted CTRP proteins form trimers as their basic structural units. CTRP3, CTRP5, CTRP6 and CTRP10 trimers are further assembled into higher-order oligomeric complexes via disulfide bonding mediated by their N-terminal cysteine residues. Besides forming homo-oligomers, CTRP1/CTRP6, CTRP2/CTRP7 and adiponectin/CTRP2 are secreted as heterotrimers, thus providing a mechanism to potentially generate functionally distinct ligands. Functional characterization of one such family member, CTRP1, showed that it specifically activates Akt and p44/42-MAPK (mitogen-activated protein kinase) signalling pathways in differentiated mouse myotubes. Moreover, injection of recombinant CTRP1 into mice significantly reduced their serum glucose levels. Thus at least CTRP1 may be considered a novel adipokine. In summary, these molecular, biochemical and functional data provide an important framework to further address the physiological functions and mechanisms of the action of this family of secreted glycoproteins in normal and disease states.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "C1QTNF3",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000122557",
    "PMID": 20952387,
    "ArticleTitle": "C1q/TNF-related protein-3 (CTRP3), a novel adipokine that regulates hepatic glucose output",
    "Function": "Enables identical protein binding activity. Involved in several processes, including cellular triglyceride homeostasis; negative regulation of NIK/NF-kappaB signaling; and regulation of cytokine production. Acts upstream of or within negative regulation of gluconeogenesis. Located in extracellular exosome and membrane.",
    "Year of Publication": 2010,
    "Abstract": "Adipose tissue-derived adipokines play important roles in controlling systemic insulin sensitivity and energy balance. Our recent efforts to identify novel metabolic mediators produced by adipose tissue have led to the discovery of a highly conserved family of secreted proteins, designated as C1q/TNF-related proteins 1-10 (CTRP1 to -10). However, physiological functions regulated by CTRPs are largely unknown. Here we provide the first in vivo functional characterization of CTRP3. We show that circulating levels of CTRP3 are inversely correlated with leptin levels; CTRP3 increases with fasting, decreases in diet-induced obese mice with high leptin levels, and increases in leptin-deficient ob/ob mice. A modest 3-fold elevation of plasma CTRP3 levels by recombinant protein administration is sufficient to lower glucose levels in normal and insulin-resistant ob/ob mice, without altering insulin or adiponectin levels. The glucose-lowering effect in mice is linked to activation of the Akt signaling pathway in liver and a marked suppression of hepatic gluconeogenic gene expression. Consistent with its effects in mice, CTRP3 acts directly and independently of insulin to regulate gluconeogenesis in cultured hepatocytes. In humans, alternative splicing generates two circulating CTRP3 isoforms differing in size and glycosylation pattern. The two human proteins form hetero-oligomers, an association that does not require interdisulfide bond formation and appears to protect the longer isoform from proteolytic cleavage. Recombinant human CTRP3 also reduces glucose output in hepatocytes by suppressing gluconeogenic enzyme expression. This study provides the first functional evidence linking CTRP3 to hepatic glucose metabolism and establishes CTRP3 as a novel adipokine.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "C1QTNF5 ",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000117997",
    "PMID": 23430573,
    "ArticleTitle": "Regulation and function of C1Q/TNF-related protein-5 (CTRP-5) in the context of adipocyte biology",
    "Function": "This gene encodes a member of a family of proteins that function as components of basement membranes and may play a role in cell adhesion. Mutations in this gene have been associated with late-onset retinal degeneration. The protein may be encoded by either a bicistronic transcript including sequence from the upstream membrane frizzled-related protein gene (MFRP), or by a monocistronic transcript expressed from an internal promoter.",
    "Year of Publication": 2013,
    "Abstract": "BACKGROUND AND AIM The C1q/TNF-related protein (CTRP) family represents a growing family of adiponectin paralogous proteins. CTRP-5 was detected in adipose tissue of mice and plays a role in the context of the metabolic syndrome. It was the aim to investigate the detailed expression profile of CTRP-5 in a variety of adipocytic cells and to determine whether CTRP-5 circulates in human serum. Moreover, regulation and function of CTRP-5 was studied in the context of adipocyte biology.MATERIAL AND METHODS CTRP-5 serum levels were measured in 50 healthy subjects by ELISA. Genotype analysis was performed by direct sequencing in 200 probands. CTRP-5 mRNA and protein expression was analyzed by RT-PCR, real-time RT-PCR and Western blot. Recombinant CTRP-5 and fatty acids were used for stimulation experiments in 3T3-L1 adipocytes. siRNA-mediated knockdown of CTRP-3 was performed during adipocyte differentiation.RESULTS CTRP-5 mRNA and protein was strongly expressed in a wide variety of human and murine adipocytic cells and was induced during adipocyte differentiation. Saturated fatty acids increased CTRP-5 expression in adipocytes. siRNA-mediated cellular knockdown of CTRP-3 in adipocytes resulted in an upregulation of CTRP-5 expression. CTRP-5 inhibited the release of resistin and adiponectin dose-dependently. CTRP-5 circulates abundantly in human sera with a broad interindividual variation. The SNP 1014 T/A was not associated with type 2 diabetes mellitus in 200 Caucasian probands.CONCLUSIONS CTRP-5 might be a novel adipokine that circulates abundantly in human sera. CTRP-5 is functionally involved in adipocyte biology and there might exist a counter-regulatory connection with its family member, CTRP-3.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "C1QTNF12 ",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000162557",
    "PMID": 21849507,
    "ArticleTitle": "Adipolin/C1qdc2/CTRP12 protein functions as an adipokine that improves glucose metabolism",
    "Function": "can mediate changes in glucose homeostasis and inflammatory responses",
    "Year of Publication": 2011,
    "Abstract": "Obesity is a major risk factor for the development of insulin resistance and type 2 diabetes. Adipose tissue secretes various bioactive molecules, referred to as adipokines, whose dysregulation can mediate changes in glucose homeostasis and inflammatory responses. Here, we identify C1qdc2/CTRP12 as an insulin-sensitizing adipokine that is abundantly expressed by fat tissues and designate this adipokine as adipolin (adipose-derived insulin-sensitizing factor). Adipolin expression in adipose tissue and plasma was reduced in rodent models of obesity. Adipolin expression was also decreased in cultured 3T3-L1 adipocytes by treatment with inducers of endoplasmic reticulum stress and inflammation. Systemic administration of adipolin ameliorated glucose intolerance and insulin resistance in diet-induced obese mice. Adipolin administration also reduced macrophage accumulation and proinflammatory gene expression in the adipose tissue of obese mice. Conditioned medium from adipolin-expressing cells diminished the expression of proinflammatory cytokines in response to stimulation with LPS or TNFα in cultured macrophages. These data suggest that adipolin functions as an anti-inflammatory adipokine that exerts beneficial actions on glucose metabolism. Therefore, adipolin represents a new target molecule for the treatment of insulin resistance and diabetes.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "C1QL3",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000175816",
    "PMID": 21378161,
    "ArticleTitle": "Metabolic regulation by C1q/TNF-related protein-13 (CTRP13): activation OF AMP-activated protein kinase and suppression of fatty acid-induced JNK signaling",
    "Function": " form a hypothalamic feedback loop to modulate food intake and that this neural circuit may be disrupted in anorexia.",
    "Year of Publication": 2011,
    "Abstract": "Members of the C1q/TNF family play important and diverse roles in the immune, endocrine, skeletal, vascular, and sensory systems. Here, we identify and characterize CTRP13, a new and extremely conserved member of the C1q/TNF family. CTRP13 is preferentially expressed by adipose tissue and the brain in mice and predominantly by adipose tissue in humans. Within mouse adipose tissue, CTRP13 is largely expressed by cells of the stromal vascular compartment. Due to sexually dimorphic expression patterns, female mice have higher transcript and circulating CTRP13 levels than males. CTRP13 transcript and circulating levels are elevated in obese male mice, suggesting a potential role in energy metabolism. The insulin-sensitizing drug rosiglitazone also increases the expression of CTRP13 in adipocytes, which correlates with the insulin-sensitizing action of CTRP13. In a heterologous expression system, CTRP13 is secreted as a disulfide-linked oligomeric protein. When co-expressed, CTRP13 forms heteromeric complexes with a closely related family member, CTRP10. This heteromeric association does not involve conserved N-terminal Cys residues. Functional studies using purified recombinant protein demonstrated that CTRP13 is an adipokine that promotes glucose uptake in adipocytes, myotubes, and hepatocytes via activation of the AMPK signaling pathway. CTRP13 also ameliorates lipid-induced insulin resistance in hepatocytes through suppression of the SAPK/JNK stress signaling that impairs the insulin signaling pathway. Further, CTRP13 reduces glucose output in hepatocytes by inhibiting the mRNA expression of gluconeogenic enzymes, glucose-6-phosphatase and the cytosolic form of phosphoenolpyruvate carboxykinase. These results provide the first functional characterization of CTRP13 and establish its importance in glucose homeostasis.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "C1QTNF6",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000151084",
    "PMID": 28726640,
    "ArticleTitle": "C1q/TNF-related protein 6 (CTRP6) links obesity to adipose tissue inflammation and insulin resistance",
    "Function": "Predicted to enable identical protein binding activity. ",
    "Year of Publication": 2017,
    "Abstract": "Obesity is associated with chronic low-grade inflammation, and metabolic regulators linking obesity to inflammation have therefore received much attention. Secreted C1q/TNF-related proteins (CTRPs) are one such group of regulators that regulate glucose and fat metabolism in peripheral tissues and modulate inflammation in adipose tissue. We have previously shown that expression of CTRP6 is up-regulated in leptin-deficient mice and, conversely, down-regulated by the anti-diabetic drug rosiglitazone. Here, we provide evidence for a novel role of CTRP6 in modulating both inflammation and insulin sensitivity. We found that in obese and diabetic humans and mouse models, CTRP6 expression was markedly up-regulated in adipose tissue and that stromal vascular cells, such as macrophages, are a major CTRP6 source. Overexpressing mouse or human CTRP6 impaired glucose disposal in peripheral tissues in response to glucose and insulin challenge in wild-type mice. Conversely, Ctrp6 gene deletion improved insulin action and increased metabolic rate and energy expenditure in diet-induced obese mice. Mechanistically, CTRP6 regulates local inflammation and glucose metabolism by targeting macrophages and adipocytes, respectively. In cultured macrophages, recombinant CTRP6 dose-dependently up-regulated the expression and production of TNF-α. Conversely, CTRP6 deficiency reduced circulating inflammatory cytokines and pro-inflammatory macrophages in adipose tissue. CTRP6-overexpressing mice or CTRP6-treated adipocytes had reduced insulin-stimulated Akt phosphorylation and glucose uptake. In contrast, loss of CTRP6 enhanced insulin-stimulated Akt activation in adipose tissue. Together, these results establish CTRP6 as a novel metabolic/immune regulator linking obesity to adipose tissue inflammation and insulin resistance.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "APLN",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131085",
    "PMID": 15677759,
    "ArticleTitle": "Apelin, a Newly Identified Adipokine Up-Regulated by Insulin and Obesity",
    "Function": "as an endogenous ligand for the G-protein coupled apelin receptor",
    "Year of Publication": 2005,
    "Abstract": "The results presented herein demonstrate that apelin is expressed and secreted by both human and mouse adipocytes. Apelin mRNA levels in isolated adipocytes are close to other cell types present in white adipose tissue or other organs known to express apelin such as kidney, heart, and to a lesser extent brown adipose tissue. Apelin expression is increased during adipocyte differentiation stage. A comparison of four different models of obesity in mice showed a large increase in both apelin expression in fat cells and apelin plasma levels in all the hyperinsulinemia-associated obesities and clearly demonstrated that obesity or high-fat feeding are not the main determinants of the rise of apelin expression. The lack of insulin in streptozotocin-treated mice is associated with a decreased expression of apelin in adipocytes. Furthermore, apelin expression in fat cells is strongly inhibited by fasting and recovered after refeeding, in a similar way to insulin. A direct regulation of apelin expression by insulin is observed in both human and mouse adipocytes and clearly associated with the stimulation of phosphatidylinositol 3-kinase, protein kinase C, and MAPK. These data provide evidence that insulin exerts a direct control on apelin gene expression in adipocytes. In obese patients, both plasma apelin and insulin levels were significantly higher, suggesting that the regulation of apelin by insulin could influence blood concentrations of apelin. The present work identifies apelin as a novel adipocyte endocrine secretion and focuses on its potential link with obesity-associated variations of insulin sensitivity status.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ADISSP",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000148639",
    "PMID": 36496438,
    "ArticleTitle": "A brown fat-enriched adipokine Adissp controls adipose thermogenesis and glucose homeostasis",
    "Function": "Enables protein phosphatase 1 binding activity. Involved in positive regulation of NIK/NF-kappaB signaling and positive regulation of transforming growth factor beta receptor signaling pathway.",
    "Year of Publication": 2022,
    "Abstract": "The signaling mechanisms underlying adipose thermogenesis have not been fully elucidated. Particularly, the involvement of adipokines that are selectively expressed in brown adipose tissue (BAT) and beige adipocytes remains to be investigated. Here we show that a previously uncharacterized adipokine (UPF0687 protein / human C20orf27 homolog) we named as Adissp (Adipose-secreted signaling protein) is a key regulator for white adipose tissue (WAT) thermogenesis and glucose homeostasis. Adissp expression is adipose-specific and highly BAT-enriched, and its secretion is stimulated by β3-adrenergic activation. Gain-of-functional studies collectively showed that secreted Adissp promotes WAT thermogenesis, improves glucose homeostasis, and protects against obesity. Adipose-specific Adissp knockout mice are defective in WAT browning, and are susceptible to high fat diet-induced obesity and hyperglycemia. Mechanistically, Adissp binds to a putative receptor on adipocyte surface and activates protein kinase A independently of β-adrenergic signaling. These results establish BAT-enriched Adissp as a major upstream signaling component in thermogenesis and offer a potential avenue for the treatment of obesity and diabetes.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "PTGDS",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000158973",
    "PMID": 34371198,
    "ArticleTitle": "Lipocalin-type Prostaglandin D2 Synthase appears to function as a Novel Adipokine Preventing Adipose Dysfunction in response to a High Fat Diet",
    "Function": "a glutathione-independent prostaglandin D synthase that catalyzes the conversion of prostaglandin H2 (PGH2) to postaglandin D2 (PGD2). PGD2 functions as a neuromodulator as well as a trophic factor in the central nervous system.",
    "Year of Publication": 2021,
    "Abstract": "Adipose dysfunction is the primary defect in obesity that contributes to the development of dyslipidemia, insulin resistance, cardiovascular diseases, type 2 diabetes, non-alcoholic fatty liver disease (NAFLD) and some cancers. Previously, we demonstrated the development of NAFLD in lipocalin-type prostaglandin D2 synthase (L-PGDS) knockout mice regardless of diet. In the present study, we examined the role of L-PGDS in adipose in response to a high fat diet. We observed decreased expression of L-PGDS in adipose tissue and concomitant lower plasma levels in a dietary model of obesity as well as in insulin resistant 3T3-L1 adipocytes. We show reduced adiponectin expression and phosphorylation of AMPK in white adipose tissue of L-PGDS KO mice after 14 weeks on a high fat diet as compared to control C57BL/6 mice. We also observe an increased fat content in L-PGDS KO mice as demonstrated by adipocyte hypertrophy and increased expression of lipogenenic genes. We confirmed our in vivo findings in in vitro 3T3-L1 adipocytes, using an enzymatic inhibitor of L-PGDS (AT56). Rosiglitazone treatment drastically increased L-PGDS expression in insulin resistant 3T3-L1 adipocytes and increased adiponectin expression and AMPK phosphorylation in AT56 treated 3T3-L1 adipocytes. We conclude that the absence of L-PGDS has a deleterious effect on adipose tissue functioning, which further reduces insulin sensitivity in adipose tissue. Consequently, we propose L-PGDS appears to function as a potential member of the adipokine secretome involved in the regulation of the obesity-associated metabolic syndrome.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "LCN2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000138721",
    "PMID": 17639021,
    "ArticleTitle": "The Adipokine Lipocalin 2 Is Regulated by Obesity and Promotes Insulin Resistance",
    "Function": "transport small hydrophobic molecules such as lipids, steroid hormones and retinoids",
    "Year of Publication": 2007,
    "Abstract": "OBJECTIVE We identified lipocalin 2 (Lcn2) as a gene induced by dexamethasone and tumor necrosis factor-alpha in cultured adipocytes. The purpose of this study was to determine how expression of Lcn2 is regulated in fat cells and to ascertain whether Lcn2 could be involved in metabolic dysregulation associated with obesity.RESEARCH DESIGN AND METHODS We examined Lcn2 expression in murine tissues and in 3T3-L1 adipocytes in the presence and absence of various stimuli. We used quantitative Western blotting to observe Lcn2 serum levels in lean and obese mouse models. To assess effects on insulin action, we used retroviral delivery of short hairpin RNA to reduce Lcn2 levels in 3T3-L1 adipocytes.RESULTS Lcn2 is highly expressed by fat cells in vivo and in vitro. Expression of Lcn2 is elevated by agents that promote insulin resistance and is reduced by thiazolidinediones. The expression of Lcn2 is induced during 3T3-L1 adipogenesis in a CCAAT/enhancer-binding protein-dependent manner. Lcn2 serum levels are elevated in multiple rodent models of obesity, and forced reduction of Lcn2 in 3T3-L1 adipocytes improves insulin action. Exogenous Lcn2 promotes insulin resistance in cultured hepatocytes.CONCLUSIONS Lcn2 is an adipokine with potential importance in insulin resistance associated with obesity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ACE ",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000121410",
    "PMID": 17950111,
    "ArticleTitle": "Release in vitro of adipsin, vascular cell adhesion molecule 1, angiotensin 1–converting enzyme, and soluble tumor necrosis factor receptor 2 by human omental adipose tissue as well as by the nonfat cells and adipocytes",
    "Function": "encodes an enzyme involved in blood pressure regulation and electrolyte balance",
    "Year of Publication": 2007,
    "Abstract": "The relative release in vitro of adipsin, vascular cell adhesion molecule (VCAM) 1, angiotensin 1-converting enzyme (ACE), and soluble tumor necrosis factor alpha receptor 2 (sTNFR2) by explants of human omental and subcutaneous adipose tissue as well as the nonfat cell fractions and adipocytes from morbidly obese gastric bypass women was compared with that by tissue from obese abdominoplasty patients. Release of VCAM-1 and ACE by omental adipose tissue explants was 220% and 80% greater, respectively, over 48 hours of incubation than that by subcutaneous adipose tissue explants. However, this difference was not seen when release by adipocytes derived from omental fat was compared with that by adipocytes from subcutaneous fat. The release of adipsin and sTNFR2 by omental adipose tissue explants did not differ from that by subcutaneous tissue adipose tissue. The release of adipsin by tissue explants over 48 hours was 100-fold greater than that of VCAM-1, ACE, or sTNFR2. Most of the release of all 4 adipokines was due to the nonfat cells because adipsin release by adipocytes was only 13% of that by the nonfat cells derived from the same amount of adipose tissue, whereas ACE release by adipocytes was 7% and release of VCAM-1 as well as sTNFR2 by adipocytes was 4% or less of that by nonfat cells. The total release in vitro of ACE and sTNFR2, but not that of adipsin or VCAM-1, was enhanced in adipose tissue explants from morbidly obese women as compared with those by explants derived from obese women. We conclude that although human adipose tissue explants release appreciable amounts of adipsin and far smaller amounts of VCAM-1, ACE, and sTNFR2 in vitro, more than 87% of the release is due to the nonfat cells present in adipose tissue. Furthermore, the enhanced release of VCAM-1 and ACE seen in omental adipose tissue explants as compared with explants of subcutaneous adipose tissue is due to release by nonfat cells.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ANGPTL4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000153972",
    "PMID": 15190076,
    "ArticleTitle": "The Direct Peroxisome Proliferator-activated Receptor Target Fasting-induced Adipose Factor (FIAF/PGAR/ANGPTL4) Is Present in Blood Plasma as a Truncated Protein That Is Increased by Fenofibrate Treatment",
    "Function": "encodes a glycosylated, secreted protein containing a C-terminal fibrinogen domain",
    "Year of Publication": 2004,
    "Abstract": "The fasting-induced adipose factor (FIAF, ANGPTL4, PGAR, HFARP) was previously identified as a novel adipocytokine that was up-regulated by fasting, by peroxisome proliferator-activated receptor agonists, and by hypoxia. To further characterize FIAF, we studied regulation of FIAF mRNA and protein in liver and adipose cell lines as well as in human and mouse plasma. Expression of FIAF mRNA was up-regulated by peroxisome proliferator-activated receptor alpha (PPARalpha) and PPARbeta/delta agonists in rat and human hepatoma cell lines and by PPARgamma and PPARbeta/delta agonists in mouse and human adipocytes. Transactivation, chromatin immunoprecipitation, and gel shift experiments identified a functional PPAR response element within intron 3 of the FIAF gene. At the protein level, in human and mouse blood plasma, FIAF was found to be present both as the native protein and in a truncated form. Differentiation of mouse 3T3-L1 adipocytes was associated with the production of truncated FIAF, whereas in human white adipose tissue and SGBS adipocytes, only native FIAF could be detected. Interestingly, truncated FIAF was produced by human liver. Treatment with fenofibrate, a potent PPARalpha agonist, markedly increased plasma levels of truncated FIAF, but not native FIAF, in humans. Levels of both truncated and native FIAF showed marked interindividual variation but were not associated with body mass index and were not influenced by prolonged semistarvation. Together, these data suggest that FIAF, similar to other adipocytokines such as adiponectin, may partially exert its function via a truncated form.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "SFRP4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000127287",
    "PMID": 31336149,
    "ArticleTitle": "The adipokine sFRP4 induces insulin resistance and lipogenesis in the liver",
    "Function": "Soluble frizzled-related proteins (sFRPS) function as modulators of Wnt signaling through direct interaction with Wnts. They have a role in regulating cell growth and differentiation in specific cell types (By similarity).",
    "Year of Publication": 2019,
    "Abstract": "Secreted frizzled-related protein (sFRP) 4 is an adipokine with increased expression in white adipose tissue from obese subjects with type 2 diabetes and non-alcoholic fatty liver disease (NAFLD). Yet, it is unknown whether sFRP4 action contributes to the development of these pathologies. Here, we determined whether sFRP4 expression in visceral fat associates with NAFLD and whether it directly interferes with insulin action and lipid and glucose metabolism in primary hepatocytes and myotubes. The association of sFRP4 with clinical measures was investigated in obese men with or without type 2 diabetes and with or without biopsy-proven NAFLD. To determine the impact of sFRP4 on metabolic parameters, primary human myotubes (hSkMC), or primary hepatocytes from metabolic healthy C57Bl6 and from systemic insulin-resistant mice, i.e. aP2-SREBP-1c, were used. Gene expression of sFRP4 in visceral fat from obese men associated with insulin sensitivity, triglycerides and NAFLD. In C57Bl6 hepatocytes, sFRP4 disturbed insulin action. Specifically, sFRP4 decreased the abundance of IRS1 and FoxO1 together with impaired insulin-mediated activation of Akt-signalling and glycogen synthesis and a reduced suppression of gluconeogenesis by insulin. Moreover, sFRP4 enhanced insulin-stimulated hepatic de novo lipogenesis (DNL). In hSkMC, sFRP4 induced glycolysis rather than inhibiting insulin signalling. Finally, in hepatocytes from aP2-SREBP-1c mice, sFRP4 potentiates existing insulin resistance. Collectively, we show that sFRP4 interferes with hepatocyte insulin action. Physiologically, sFRP4 promotes DNL in hepatocytes and glycolysis in myotubes. These sFRP4-mediated responses may result in a vicious cycle, in which enhanced rates of DNL and glycolysis aggravate hepatic lipid accumulation and insulin resistance.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "CCN4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000137272",
    "PMID": 29754289,
    "ArticleTitle": "The novel adipokine WISP1 associates with insulin resistance and impairs insulin action in human myotubes and mouse hepatocytes",
    "Function": "Downstream regulator in the Wnt/Frizzled-signaling pathway. Associated with cell survival. Attenuates p53-mediated apoptosis in response to DNA damage through activation of AKT kinase.",
    "Year of Publication": 2018,
    "Abstract": "AIMS/HYPOTHESIS Wingless-type (Wnt) inducible signalling pathway protein-1 (WISP1) has been recently identified as a proinflammatory adipokine. We examined whether WISP1 expression and circulating levels are altered in type 2 diabetes and whether WISP1 affects insulin signalling in muscle cells and hepatocytes.METHODS Serum and visceral adipose tissue (VAT) biopsies, for analysis of circulating WISP1 levels by ELISA and WISP1 mRNA expression by real-time quantitative RT-PCR, were collected from normal-weight men (control group, n = 33) and obese men with (n = 46) and without type 2 diabetes (n = 56) undergoing surgery. Following incubation of primary human skeletal muscle cells (hSkMCs) and murine AML12 hepatocytes with WISP1 and insulin, insulin signalling was analysed by western blotting. The effect of WISP1 on insulin-stimulated glycogen synthesis and gluconeogenesis was investigated in hSkMCs and murine hepatocytes, respectively.RESULTS Circulating WISP1 levels were higher in obese men (independent of diabetes status) than in normal-weight men (mean [95% CI]: 70.8 [55.2, 86.4] ng/l vs 42.6 [28.5, 56.6] ng/l, respectively; p CONCLUSIONS/INTERPRETATION Circulating WISP1 levels and WISP1 expression in VAT are increased in obesity independent of glycaemic status. Furthermore, WISP1 impaired insulin signalling in muscle and liver cells.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "NRG4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000148288",
    "PMID": 30195497,
    "ArticleTitle": "Activation of neuregulin-4 in adipocytes improves metabolic health by enhancing adipose tissue angiogenesis",
    "Function": "The neuregulins, including NRG4, activate type-1 growth factor receptors to initiating cell-to-cell signaling through tyrosine phosphorylation",
    "Year of Publication": 2018,
    "Abstract": "Obesity often causes systemic metabolic disorders in close association with adipose tissue dysfunction. Adipose tissue contains well-developed vasculatures, and obesity mediates vascular rarefaction that causes hypoxia and triggers inflammation in adipose tissue. Adipose tissue-derived neuregulin-4 (Nrg4) is an immerging factor that is critically involved in metabolic homeostasis. We recently identified that Nrg4 is an angiogenic adipokine that plays an important role in maintaining adipose tissue vasculature. Here, we further validated its beneficial role in metabolic health primarily by enhancing adipose tissue angiogenesis. Targeted activation of Nrg4 in adipocytes improved metabolic health in mice under both normal and high fat dietary condition without changes in body weight. Activation of Nrg4 increased blood vessels in white adipose tissue, and ameliorated adipose tissue hypoxia under obese condition. Of note, inhibition of angiogenesis by sugen-treatment abolished the beneficial effects of Nrg4 on systemic metabolic health. Furthermore, targeted inhibition of Nrg4-ErbB signaling in adipose tissue vasculature using prohibitin binding peptide-conjugated nanocarrier abrogated the enhanced adipose tissue angiogenesis, and canceled the improved metabolic health induced by Nrg4 activation. These data further support a crucial role of Nrg4 in maintaining systemic metabolic homeostasis at least partially through enhancing adipose tissue angiogenesis.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "FSTL1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000154576",
    "PMID": 32894773,
    "ArticleTitle": "Follistatin-like 1 as a Novel Adipomyokine Related to Insulin Resistance and Physical Activity",
    "Function": "This gene encodes a protein with similarity to follistatin, an activin-binding protein. It contains an FS module, a follistatin-like sequence containing 10 conserved cysteine residues. ",
    "Year of Publication": 2020,
    "Abstract": "BACKGROUND AND AIMS Follistatin-like protein-1 (FSTL-1) is considered to be an adipokine or myokine that could be a potential regulator of metabolism. Our purpose is to investigate the relationship between circulating FSTL-1 levels and insulin resistance (IR) in type 2 diabetes mellitus (T2DM) and to identify the regulatory factors.METHODS FSTL-1 expression in C57BL/6J and db/db mice was examined by quantitative reverse transcriptase-polymerase chain reaction (qRT-PCR) and Western blots. Serum FSTL-1 levels were measured by enzyme-linked immunosorbent assay in 298 T2DM patients and 202 healthy controls. Changes in the circulating FSTL-1 level were observed during the oral glucose tolerance test, EHC (euglycemic-hyperinsulinemic clamp), lipid infusion, acute exercise, and cold-exposure test.RESULTS We found that FSTL-1 protein expression in the adipose tissue of db/db mice was significantly higher than that of wild-type mice. Importantly, circulating FSTL-1 levels in T2DM and overweight/obese participants were higher than those in healthy and lean individuals, and was related to HOMA-IR, adiponectin, and obesity- and metabolism-related parameters. In the intervention study, 45 minutes of physical activity was found to significantly increase the circulating FSTL-1 concentration in young, healthy participants. Further, FSTL-1 protein expression in adipose tissue rose dramatically in response to physical activity in mice. Hyperinsulinemia during EHC and acute elevated FFA induced by lipid infusion resulted in a significant decrease in the circulating FSTL-1 levels. However, no change was found in the circulating FSTL-1 levels in response to the oral glucose challenge or cold-exposure test.CONCLUSIONS FSTL-1 may be an adipomyokine associated with insulin resistance and physical activity, and circulating FSTL-1 levels are increased in patients with T2DM.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "FBN1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000125618",
    "PMID": 33705351,
    "ArticleTitle": "Novel adipokine asprosin modulates browning and adipogenesis in white adipose tissue",
    "Function": "The encoded preproprotein is proteolytically processed to generate two proteins including the extracellular matrix component fibrillin-1 and the protein hormone asprosin.",
    "Year of Publication": 2021,
    "Abstract": "Obesity is an increasingly serious epidemic worldwide characterized by an increase in the number and size of adipocytes. Adipose tissue maintains the balance between lipid storage and energy utilization. Therefore, adipose metabolism is of great significance for the prevention, treatment and intervention of obesity. Asprosin, a novel adipokine, is a circulating hormone mainly secreted by white adipose tissue. Previous studies have shown that asprosin plays a role in fasting-induced homeostasis, insulin resistance, and glucose tolerance. However, whether it can regulate the metabolism of adipose tissue itself has not been studied. This study intended to examine the roles and potential mechanisms of asprosin in adipose regulation. We first demonstrated that the expression level of asprosin was significantly downregulated in subcutaneous white adipose tissue (scWAT) of high-fat diet (HFD)-fed or cold-stimulated mice. Overexpression of asprosin in scWAT reduced heat production, decreased expression of the browning marker uncoupling protein 1 (UCP1) and other browning-related genes, along with upregulation of adipogenic gene expression. Mechanistically, we found that Nrf2 was activated upon cold exposure, but this activation was suppressed after asprosin overexpression. In primary cultured adipocytes, adenovirusmediated asprosin overexpression inhibited adipose browning and aggravated lipid deposition, while Nrf2 agonist oltipraz could reverse these changes. Our findings suggest that novel adipokine asprosin negatively regulated browning and elevate lipid deposition in adipose tissue via a Nrf2-mediated mechanism. Asprosin may be a promising target for the prevention and treatment of obesity and other metabolic diseases.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "CAV1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000153305",
    "PMID": 28944626,
    "ArticleTitle": "Caveolin‐1 Secreted from Adipose Tissues and Adipocytes Functions as an Adipogenesis Enhancer",
    "Function": "The protein links integrin subunits to the tyrosine kinase FYN, an initiating step in coupling integrins to the Ras-ERK pathway and promoting cell cycle progression. The gene is a tumor suppressor gene candidate and a negative regulator of the Ras-p42/44 mitogen-activated kinase cascade. ",
    "Year of Publication": 2017,
    "Abstract": "OBJECTIVE Caveolin-1 (Cav-1) is expressed abundantly in adipose tissue and involved in many physiological processes. While Cav-1 has been reported to be secreted in pancreatic acinar cells and LNCaP prostate cancer cells, its secretion from adipose tissue awaits investigation.METHODS Cav-1 secretion from 3T3-L1 adipocytes and fat tissues from normal chow diet- and high-fat diet (HFD)-fed mice was measured. Functions and uptake of secreted Cav-1 proteins were assessed by adding Cav-1 back to preadipocytes and LNCaP cells.RESULTS Cav-1 secretion was evident in adipose tissues and were substantially promoted in HFD-fed mice. Cav-1 was detectable in the conditioned media of 3T3-L1 adipocytes but not preadipocytes. Hypertrophied adipocytes induced by glucose and fatty acids secreted more Cav-1, suggesting that hypertrophied adipocytes were responsible for enhanced Cav-1 secretion in obese mice. Secreted Cav-1 was taken up by preadipocytes and LNCaP cells. 3T3-L1 preadipocytes overexpressing Cav-1 were better differentiated, suggesting that secreted Cav-1 may promote adipogenesis. Hypertrophied 3T3-L1 adipocytes enhanced ERK1/2 activation, and the attenuation of ERK1/2 activity by PD98059 inhibited Cav-1 secretion.CONCLUSIONS Cav-1 is actively secreted from adipocytes as a putative adipogenesis enhancer. Hypertrophied adipocytes secrete Cav-1 via ERK1/2-dependent mechanisms to promote adipogenesis, thus establishing a vicious cycle.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "HGF",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000111674",
    "PMID": 26957017,
    "ArticleTitle": "Adipocytes enhance murine pancreatic cancer growth via a hepatocyte growth factor (HGF)-mediated mechanism",
    "Function": "This gene encodes a protein that binds to the hepatocyte growth factor receptor to regulate cell growth, cell motility and morphogenesis in numerous cell and tissue types. ",
    "Year of Publication": 2016,
    "Abstract": "INTRODUCTION Obesity accelerates the development and progression of pancreatic cancer, though the mechanisms underlying this association are unclear. Adipocytes are biologically active, producing factors such as hepatocyte growth factor (HGF) that may influence tumor progression. We therefore sought to test the hypothesis that adipocyte-secreted factors including HGF accelerate pancreatic cancer cell proliferation.MATERIAL AND METHODS Murine pancreatic cancer cells (Pan02 and TGP-47) were grown in a) conditioned medium (CM) from murine F442A preadipocytes, b) HGF-knockdown preadipocyte CM, c) recombinant murine HGF at increasing doses, and d) CM plus HGF-receptor (c-met) inhibitor. Cell proliferation was measured using the MTT assay. ANOVA and t-test were applied; p RESULTS Wild-type preadipocyte CM accelerated Pan02 and TGP-47 cell proliferation relative to control (59 ± 12% and 34 ± 12%, p CONCLUSIONS These experiments demonstrate that adipocyte-derived factors accelerate murine pancreatic cancer proliferation. In the case of Pan02 cells, HGF is responsible, in part, for this proliferation.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "APOM",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000177647",
    "PMID": 30869115,
    "ArticleTitle": "Apolipoprotein M: a novel adipokine decreasing with obesity and upregulated by calorie restriction",
    "Function": "It is found associated with high density lipoproteins and to a lesser extent with low density lipoproteins and triglyceride-rich lipoproteins. The encoded protein is secreted through the plasma membrane but remains membrane-bound, where it is involved in lipid transport.",
    "Year of Publication": 2019,
    "Abstract": "BACKGROUND The adipose tissue (AT) is a secretory organ producing a wide variety of factors that participate in the genesis of metabolic disorders linked to excess fat mass. Weight loss improves obesity-related disorders.OBJECTIVES Transcriptomic studies on human AT, and a combination of analyses of transcriptome and proteome profiling of conditioned media from adipocytes and stromal cells isolated from human AT, have led to the identification of apolipoprotein M (apoM) as a putative adipokine. We aimed to validate apoM as novel adipokine, investigate the relation of AT APOM expression with metabolic syndrome and insulin sensitivity, and study the regulation of its expression in AT and secretion during calorie restriction-induced weight loss.METHODS We examined APOM mRNA level and secretion in AT from 485 individuals enrolled in 5 independent clinical trials, and in vitro in human multipotent adipose-derived stem cell adipocytes. APOM expression and secretion were measured during dieting.RESULTS APOM was expressed in human subcutaneous and visceral AT, mainly by adipocytes. ApoM was released into circulation from AT, and plasma apoM concentrations correlate with AT APOM mRNA levels. In AT, APOM expression inversely correlated with adipocyte size, was lower in obese compared to lean individuals, and reduced in subjects with metabolic syndrome and type 2 diabetes. Regardless of fat depot, there was a positive relation between AT APOM expression and systemic insulin sensitivity, independently of fat mass and plasma HDL cholesterol. In human multipotent adipose-derived stem cell adipocytes, APOM expression was enhanced by insulin-sensitizing peroxisome proliferator-activated receptor agonists and inhibited by tumor necrosis factor α, a cytokine that causes insulin resistance. In obese individuals, calorie restriction increased AT APOM expression and secretion.CONCLUSIONS ApoM is a novel adipokine, the expression of which is a hallmark of healthy AT and is upregulated by calorie restriction. AT apoM deserves further investigation as a potential biomarker of risk for diabetes and cardiovascular diseases.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "PCOLCE",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000139078",
    "PMID": 39160276,
    "ArticleTitle": "PCPE-1, a brown adipose tissue-derived cytokine, promotes obesity-induced liver fibrosis",
    "Function": "This gene encodes a glycoprotein which binds and drives the enzymatic cleavage of type I procollagen and heightens C-proteinase activity. ",
    "Year of Publication": 2024,
    "Abstract": "Metabolic dysfunction-associated steatohepatitis (MASH, previously termed non-alcoholic steatohepatitis (NASH)), is a major complication of obesity that promotes fatty liver disease. MASH is characterized by progressive tissue fibrosis and sterile liver inflammation that can lead to liver cirrhosis, cancer, and death. The molecular mechanisms of fibrosis in MASH and its systemic control remain poorly understood. Here, we identified the secreted-type pro-fibrotic protein, procollagen C-endopeptidase enhancer-1 (PCPE-1), as a brown adipose tissue (BAT)-derived adipokine that promotes liver fibrosis in a murine obesity-induced MASH model. BAT-specific or systemic PCPE-1 depletion in mice ameliorated liver fibrosis, whereas, PCPE-1 gain of function in BAT enhanced hepatic fibrosis. High-calorie diet-induced ER stress increased PCPE-1 production in BAT through the activation of IRE-1/JNK/c-Fos/c-Jun signaling. Circulating PCPE-1 levels are increased in the plasma of MASH patients, suggesting a therapeutic possibility. In sum, our results uncover PCPE-1 as a novel systemic control factor of liver fibrosis.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "CXCL14",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131721",
    "PMID": 30122557,
    "ArticleTitle": "CXCL14, a Brown Adipokine that Mediates Brown-Fat-to-Macrophage Communication in Thermogenic Adaptation",
    "Function": " This cytokine displays chemotactic activity for monocytes but not for lymphocytes, dendritic cells, neutrophils or macrophages. It has been implicated that this cytokine is involved in the homeostasis of monocyte-derived macrophages rather than in inflammation. ",
    "Year of Publication": 2018,
    "Abstract": "The beneficial effects of brown adipose tissue (BAT) are attributed to its capacity to oxidize metabolites and produce heat, but recent data suggest that secretory properties of BAT may also be involved. Here, we identify the chemokine CXCL14 (C-X-C motif chemokine ligand-14) as a novel regulatory factor secreted by BAT in response to thermogenic activation. We found that the CXCL14 released by brown adipocytes recruited alternatively activated (M2) macrophages. Cxcl14-null mice exposed to cold showed impaired BAT activity and low recruitment of macrophages, mainly of the M2 phenotype, into BAT. CXCL14 promoted the browning of white fat and ameliorated glucose/insulin homeostasis in high-fat-diet-induced obese mice. Impairment of type 2 cytokine signaling, as seen in Stat6-null mice, blunts the action of CXCL14, promoting adipose tissue browning. We propose that active BAT is a source of CXCL14, which concertedly promotes adaptive thermogenesis via M2 macrophage recruitment, BAT activation, and the browning of white fat.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "SERPINF1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000106935",
    "PMID": 37440564,
    "ArticleTitle": "Pigment Epithelium-Derived Factor, a Novel Adipokine, Contributes to Gestational Diabetes Mellitus",
    "Function": "this protein is a neurotrophic factor involved in neuronal differentiation in retinoblastoma cells. ",
    "Year of Publication": 2023,
    "Abstract": "CONTEXT Excessive insulin resistance, inadequate insulin compensation, or both could result in gestational diabetes mellitus (GDM). Levels of pigment epithelium-derived factor (PEDF), a novel adipokine that could induce insulin resistance, are high in patients with obesity and diabetes. However, the impact of PEDF in pregnancy remains unknown.OBJECTIVE This study aimed to elucidate the role of PEDF on insulin resistance and compensatory elevation of insulin levels during normal pregnancy and in patients with GDM.METHODS In this population-based and cohort study, logistic regression analysis was performed to determine the association of PEDF/adiponectin/leptin levels with the risk of developing GDM and to predict postpartum prediabetes. PEDF protein, PEDF transgenic mice, PEDF knockout mice, and PEDF-neutralized antibodies were used to observe changes in insulin resistance and insulin levels with pregnancy.RESULTS Plasma PEDF levels were increased in normal pregnancy and higher in GDM women. Higher PEDF levels were associated with the increased risk of developing GDM and emerged as a significant independent determinant of postpartum prediabetes in GDM women. Mechanistically, in vivo and in vitro experiments revealed that PEDF induced insulin resistance by inhibiting the insulin signaling pathway.CONCLUSION In addition to insulin resistance and upregulated insulin levels in normal pregnancy and GDM, aberrant PEDF levels can serve as a \"fingerprint\" of metabolic abnormalities during pregnancy. Thus, PEDF is a valuable biomarker but could interfere with the time course for early diagnosis and prognosis of GDM.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "TGFB2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000150303",
    "PMID": 31032475,
    "ArticleTitle": "TGF-β2 is an exercise-induced adipokine that regulates glucose and fatty acid metabolism",
    "Function": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. ",
    "Year of Publication": 2019,
    "Abstract": "Exercise improves health and well-being across diverse organ systems, and elucidating mechanisms underlying the beneficial effects of exercise can lead to new therapies. Here, we show that transforming growth factor-β2 (TGF-β2) is secreted from adipose tissue in response to exercise and improves glucose tolerance in mice. We identify TGF-β2 as an exercise-induced adipokine in a gene expression analysis of human subcutaneous adipose tissue biopsies after exercise training. In mice, exercise training increases TGF-β2 in scWAT, serum, and its secretion from fat explants. Transplanting scWAT from exercise-trained wild type mice, but not from adipose tissue-specific Tgfb2-/- mice, into sedentary mice improves glucose tolerance. TGF-β2 treatment reverses the detrimental metabolic effects of high fat feeding in mice. Lactate, a metabolite released from muscle during exercise, stimulates TGF-β2 expression in human adipocytes. Administration of the lactate-lowering agent dichloroacetate during exercise training in mice decreases circulating TGF-β2 levels and reduces exercise-stimulated improvements in glucose tolerance. Thus, exercise training improves systemic metabolism through inter-organ communication with fat via a lactate-TGF-β2-signaling cycle.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "GDF10",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000168429",
    "PMID": 37529611,
    "ArticleTitle": "GDF10 is related to obesity as an adipokine derived from subcutaneous adipose tissue",
    "Function": "this protein may act as a tumor suppressor and reduced expression of this gene is associated with oral cancer. ",
    "Year of Publication": 2023,
    "Abstract": "Introduction Adipokines are proteins that are secreted by the adipose tissue. Although they are associated with obesity-related metabolic disorders, most studies have focused on adipokines expressed by visceral adipose tissue (VAT). This study aimed to identify the adipokine potentially derived from subcutaneous adipose tissue (SAT) and its clinical significance.Methods Samples of SAT and VAT were obtained from six adult male patients who underwent laparoscopic surgery for benign gall bladder disease. Differentially expressed genes were analyzed by subjecting the samples to RNA sequencing. The serum concentration of selected proteins according to body mass index (BMI) was analyzed in 58 individuals.Results GDF10 showed significantly higher expression in the SAT, as per RNA sequencing (fold change = 5.8, adjusted P value = 0.009). Genes related to insulin response, glucose homeostasis, lipid homeostasis, and fatty acid metabolism were suppressed when GDF10 expression was high in SAT, as per genotype-tissue expression data. The serum GDF10 concentration was higher in participants with BMI ≥ 25 kg/m2 (n = 35, 2674 ± 441 pg/mL) than in those with BMI Conclusions GDF10 expression was higher in SAT than in VAT. Serum GDF10 concentration was high in patients with obesity. Therefore, GDF10 could be a SAT-derived protein related to obesity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "SSTR2",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000126875",
    "PMID": 32426492,
    "ArticleTitle": "The obesity-induced adipokine sST2 exacerbates adipose T reg  and ILC2 depletion and promotes insulin resistance",
    "Function": "Somatostatin acts at many sites to inhibit the release of many hormones and other secretory proteins. ",
    "Year of Publication": 2020,
    "Abstract": "Depletion of fat-resident regulatory T cells (Tregs) and group 2 innate lymphoid cells (ILC2s) has been causally linked to obesity-associated insulin resistance. However, the molecular nature of the pathogenic signals suppress adipose Tregs and ILC2s in obesity remains unknown. Here, we identified the soluble isoform of interleukin (IL)-33 receptor ST2 (sST2) as an obesity-induced adipokine that attenuates IL-33 signaling and disrupts Treg/ILC2 homeostasis in adipose tissue, thereby exacerbates obesity-associated insulin resistance in mice. We demonstrated sST2 is a target of TNFα signaling in adipocytes that is countered by Zbtb7b. Fat-specific ablation of Zbtb7b augments adipose sST2 gene expression, leading to diminished fat-resident Tregs/ILC2s, more pronounced adipose tissue inflammation and fibrosis, and impaired glucose homeostasis in mice. Mechanistically, Zbtb7b suppresses NF-κB activation in response to TNFα through destabilizing IκBα. These findings uncover an adipokine-immune signaling pathway that is engaged in obesity to drive the pathological changes of the immunometabolic landscape.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "FNDC4",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000105812",
    "PMID": 32407726,
    "ArticleTitle": "FNDC4, a novel adipokine that reduces lipogenesis and promotes fat browning in human visceral adipocytes",
    "Function": "nvolved in response to transforming growth factor beta. Predicted to be located in endoplasmic reticulum and extracellular space. Predicted to be active in extracellular region and plasma membrane. ",
    "Year of Publication": 2020,
    "Abstract": "BACKGROUND Fibronectin type IIIdomain-containing protein 4 (FNDC4) constitutes a secreted factor showing a high homology in the fibronectin type III and transmembrane domains with the exercise-associated myokine irisin (FNDC5). We sought to evaluate whether FNDC4 mimics the anti-obesity effects of FNDC5/irisin in human adipose tissue.METHODS Plasma and adipose tissue samples of 78 patients with morbid obesity undergoing bariatric surgery and 26 normal-weight individuals were used in the present study.RESULTS Plasma FNDC4 was decreased in patients with morbid obesity, related to obesity-associated systemic inflammation and remained unchanged six months after bariatric surgery. Visceral adipose tissue from patients with morbid obesity showed higher expression of FNDC4 and its putative receptor GPR116 regardless of the degree of insulin resistance. FNDC4 content was regulated by lipogenic, lipolytic and proinflammatory stimuli in human visceral adipocytes. FNDC4 reduced intracytosolic lipid accumulation and stimulated a brown-like pattern in human adipocytes, as evidenced by an upregulated expression of UCP-1 and the brown/beige adipocyte markers PRDM16, TMEM26 and CD137. Moreover, FNDC4 treatment upregulated mitochondrial DNA content and factors involved in mitochondrial biogenesis (TFAM, NRF1 and NRF2). Human FNDC4-knockdown adipocytes exhibited an increase in lipogenesis and a reduction of brown/beige-specific fat markers as well as factors involved in mitochondrial biogenesis.CONCLUSIONS Taken together, the novel adipokine FNDC4 reduces lipogenesis and increases fat browning in human visceral adipocytes. The upregulation of FNDC4 in human visceral fat might constitute an attempt to attenuate the adipocyte hypertrophy, inflammation and impaired beige adipogenesis in the obese state.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "DPT",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000138710",
    "PMID": 32283761,
    "ArticleTitle": "Dermatopontin, A Novel Adipokine Promoting Adipose Tissue Extracellular Matrix Remodelling and Inflammation in Obesity",
    "Function": "Dermatopontin is an extracellular matrix protein with possible functions in cell-matrix interactions and matrix assembly. ",
    "Year of Publication": 2020,
    "Abstract": "Compelling evidence suggests that dermatopontin (DPT) regulates collagen and fibronectin fibril formation, the induction of cell adhesion and the prompting of wound healing. We aimed to evaluate the role of DPT on obesity and its associated metabolic alterations as well as its impact in visceral adipose tissue (VAT) inflammation and extracellular matrix (ECM) remodelling. Samples obtained from 54 subjects were used in a case-control study. Circulating and VAT expression levels of DPT as well as key ECM remodelling- and inflammation-related genes were analysed. The effect of pro- and anti-inflammatory mediators on the transcript levels of DPT in visceral adipocytes was explored. The impact of DPT on ECM remodelling and inflammation pathways was also evaluated in cultured adipocytes. We show that obesity and obesity-associated type 2 diabetes (T2D) increased (p < 0.05) circulating levels of DPT. In this line, DPT mRNA in VAT was increased (p < 0.05) in obese patients with and without T2D. Gene expression levels of DPT were enhanced (p < 0.05) in human visceral adipocytes after the treatment with lipopolysaccharide, tumour growth factor (TGF)- and palmitic acid, whereas a downregulation (p < 0.05) was detected after the stimulation with interleukin (IL)-4 and IL-13, critical cytokines mediating anti-inflammatory pathways. Additionally, we revealed that DPT increased (p < 0.05) the expression of ECM- (COL6A3, ELN, MMP9, TNMD) and inflammation-related factors (IL6, IL8, TNF) in human visceral adipocytes. These findings provide, for the first time, evidence of a novel role of DPT in obesity and its associated comorbidities by influencing AT remodelling and inflammation.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "GREM1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000139883",
    "PMID": 31882566,
    "ArticleTitle": "The Novel Adipokine Gremlin 1 Antagonizes Insulin Action and Is Increased in Type 2 Diabetes and NAFLD/NASH",
    "Function": " As an antagonist of BMP, this gene may play a role in regulating organogenesis, body patterning, and tissue differentiation.",
    "Year of Publication": 2020,
    "Abstract": "The BMP2/4 antagonist and novel adipokine Gremlin 1 is highly expressed in human adipose cells and increased in hypertrophic obesity. As a secreted antagonist, it inhibits the effect of BMP2/4 on adipose precursor cell commitment/differentiation. We examined mRNA levels of Gremlin 1 in key target tissues for insulin and also measured tissue and serum levels in several carefully phenotyped human cohorts. Gremlin 1 expression was high in adipose tissue, higher in visceral than in subcutaneous tissue, increased in obesity, and further increased in type 2 diabetes (T2D). A similar high expression was seen in liver biopsies, but expression was considerably lower in skeletal muscles. Serum levels were increased in obesity but most prominently in T2D. Transcriptional activation in both adipose tissue and liver as well as serum levels were strongly associated with markers of insulin resistance in vivo (euglycemic clamps and HOMA of insulin resistance), and the presence of nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH). We also found Gremlin 1 to antagonize insulin signaling and action in human primary adipocytes, skeletal muscle, and liver cells. Thus, Gremlin 1 is a novel secreted insulin antagonist and biomarker as well as a potential therapeutic target in obesity and its complications T2D and NAFLD/NASH.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "GHRL",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000132389",
    "PMID": 35070075,
    "ArticleTitle": "Expression of adipokine ghrelin and ghrelin receptor in human colorectal adenoma and correlation with the grade of dysplasia",
    "Function": "This gene encodes the ghrelin-obestatin preproprotein that is cleaved to yield two peptides, ghrelin and obestatin.",
    "Year of Publication": 2021,
    "Abstract": "BACKGROUND Ghrelin is an adipokine that plays an important role in energy balance. Expression of ghrelin and ghrelin receptor has been investigated in different tissues and tumors. Studies regarding expression of ghrelin and ghrelin receptor in colorectal tumors are scarce and no data on expression of ghrelin and its receptor in colorectal adenomas has been published. Ghrelin and ghrelin receptor were highly expressed in colon carcinoma cells while expression was decreased in less differentiated tumors, presuming that ghrelin might be important in early phases of tumorigenesis.AIM To investigate the expression of ghrelin and ghrelin receptor in human colorectal adenomas and adjacent colorectal tissue.METHODS In this prospective study (conducted from June 2015 until May 2019) we included 92 patients (64 male and 28 female) who underwent polypectomy for colorectal adenomas in the Department of Gastroenterology and Hepatology, \"Sestre milosrdnice\" Clinical Hospital Center in Zagreb, Croatia. After endoscopic removal of colorectal adenoma, an additional sample of colon mucosa in the proximity of the adenoma was collected for pathohistological analysis. Adenomas were graded according to the stage of dysplasia, and ghrelin and ghrelin receptor expression were determined immunohistochemically in both adenoma and adjacent colon tissue using the polyclonal antibody for ghrelin (ab150514, ABCAM Inc, Cambridge, United States) and ghrelin receptor (ab48285, ABCAM Inc, Cambridge, United States). Categorical and nominal variables were described through frequencies and proportions and the difference between specific groups were analyzed with Fisher's and Fisher-Freeman-Halton's method respectively. Spearman's rank correlation coefficient was determined for correlation of expression of ghrelin and ghrelin receptor in adenoma and adjacent colon tissue with the grade of adenoma dysplasia.RESULTS Among 92 patients with colorectal adenoma 43 had adenomas with high-grade dysplasia (46.7%). High expression of ghrelin was 7 times more common in high-grade adenoma compared to low-grade adenomas (13.95% to 2.04%, P = 0.048), while the expression of ghrelin in adjacent colon tissue was low. We found no correlation between ghrelin receptor expression in adenoma and adjacent colon tissue and the grade of colorectal adenoma dysplasia. The most significant correlation was found between ghrelin and ghrelin receptor expression in adenomas with high-grade dysplasia (rho = 0.519, P CONCLUSION Ghrelin and ghrelin receptor are expressed in colorectal adenoma and adjacent tissue with ghrelin expression being more pronounced in high grade dysplasia as a possible consequence of increased local synthesis.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "HMGB1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000125472",
    "PMID": 27430164,
    "ArticleTitle": "HMGB1 is secreted by 3T3‐L1 adipocytes through JNK signaling and the secretion is partially inhibited by adiponectin",
    "Function": "This protein plays a role in several cellular processes, including inflammation, cell differentiation and tumor cell migration. ",
    "Year of Publication": 2016,
    "Abstract": "OBJECTIVE Obesity is a chronic inflammatory disease, and adipocytes contribute to obesity-associated inflammation by releasing inflammatory mediators. High mobility group box 1 (HMGB1), a highly conserved DNA-binding protein, mainly localized to cell nuclei, has been recently recognized as an innate pro-inflammatory mediator when released extracellularly. It was hypothesized that HMGB1 is an adipocytokine that acts as an innate pro-inflammatory mediator in white adipose tissue (WAT) of patients with obesity and is associated with insulin resistance. Additionally, it was hypothesized that HMGB1 secretion is regulated by adiponectin.METHODS 3T3-L1 cells were differentiated into mature adipocytes. After tumor necrosis factor-α (TNF-α) stimulation, HMGB1 in culture media was measured. Localizations of HMGB1 in 3T3-L1 adipocytes and human WAT were examined by immunostaining.RESULTS HMGB1 was secreted from TNF-α-induced 3T3-L1 adipocytes through JNK signaling. HMGB1-activated MAP kinases (ERK1/2, JNK) and suppressed insulin-stimulated Akt phosphorylation in 3T3-L1 adipocytes. The cytoplasm in 3T3-L1 adipocytes and adipocytes of WAT from a patient with obesity was intensely stained with HMGB1. Adiponectin partially inhibited TNF-α-induced HMGB1 secretion from 3T3-L1 adipocytes.CONCLUSIONS These findings suggest that HMGB1 is a pro-inflammatory adipocytokine involved in WAT inflammation and insulin resistance in patients with obesity, which may contribute to the progression of metabolic syndrome, and that adiponectin protects against HMGB1-induced adipose tissue inflammation.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "GM2A",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000173127",
    "PMID": 21784073,
    "ArticleTitle": "Adipokine ganglioside GM2 activator protein stimulates insulin secretion",
    "Function": "This gene encodes a small glycolipid transport protein which acts as a substrate specific co-factor for the lysosomal enzyme beta-hexosaminidase A.",
    "Year of Publication": 2011,
    "Abstract": "Recently, we identified ganglioside GM2 activator protein (GM2AP) as a novel adipokine, and revealed that treatment of cultured cells with GM2AP impairs insulin signal transduction. The aim of this study was to examine the impact of GM2AP on glucose metabolism in vivo. Injection of recombinant GM2AP in mice significantly lowered blood glucose levels in glucose tolerance tests. Administration of GM2AP to mice for 10 days increased serum insulin levels, whereas the contents of glucose, leptin and FFA were significantly decreased. Stimulation of calcium influx and insulin secretion by GM2AP was observed in hamster insulinoma HIT-T15 cells. Blockage of GM2AP function by specific antibodies inhibited GM2AP-induced insulin secretion. These results provide novel insights into the physiological functions of GM2AP in obesity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "SPP1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000111999",
    "PMID": 21467192,
    "ArticleTitle": "Osteopontin Is an Activator of Human Adipose Tissue Macrophages and Directly Affects Adipocyte Function",
    "Function": "upregulates expression of interferon-gamma and interleukin-12. Several transcript variants encoding different isoforms have been found for this gene.",
    "Year of Publication": 2011,
    "Abstract": "Osteopontin (OPN) is highly up-regulated in adipose tissue in human and murine obesity and has been recently shown to be functionally involved in the pathogenesis of obesity-induced adipose tissue inflammation and associated insulin resistance in mice. OPN is a protein with multiple functions and acts as a chemokine and an inflammatory cytokine through a variety of different receptors (CD44, integrins). It is expressed in many cell types including adipose tissue macrophages (ATM). However, the target cells of OPN action in obese adipose tissue are still elusive. Here, we investigated expression of OPN receptors and the impact of OPN on ATM, adipocytes, and other cells of human adipose tissue. We found broad expression of OPN receptors in different adipose tissue cell types including adipocytes. OPN stimulated inflammatory signaling pathways and secretion of cytokines in model macrophages as well as isolated human ATM. Moreover, OPN impaired differentiation and insulin sensitivity of primary adipocytes as determined by peroxisomal proliferator-activated receptor-γ and adiponectin gene expression and insulin-stimulated glucose uptake. Furthermore, OPN induced inflammatory signaling in human adipocytes. In conclusion, OPN activates ATM and interferes with adipocyte function. Thus these data underline the potential of OPN as a therapeutic target for obesity-induced complications.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "CFD",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000167912",
    "PMID": 24995977,
    "ArticleTitle": "Adipsin Is an Adipokine that Improves β Cell Function in Diabetes",
    "Function": "This gene encodes a member of the S1, or chymotrypsin, family of serine peptidases. This protease catalyzes the cleavage of factor B, the rate-limiting step of the alternative pathway of complement activation. This protein also functions as an adipokine, a cell signaling protein secreted by adipocytes, which regulates insulin secretion in mice. ",
    "Year of Publication": 2014,
    "Abstract": "A hallmark of type 2 diabetes mellitus (T2DM) is the development of pancreatic β cell failure, which results in insulinopenia and hyperglycemia. We show that the adipokine adipsin has a beneficial role in maintaining β cell function. Animals genetically lacking adipsin have glucose intolerance due to insulinopenia; isolated islets from these mice have reduced glucose-stimulated insulin secretion. Replenishment of adipsin to diabetic mice treated hyperglycemia by boosting insulin secretion. We identify C3a, a peptide generated by adipsin, as a potent insulin secretagogue and show that the C3a receptor is required for these beneficial effects of adipsin. C3a acts on islets by augmenting ATP levels, respiration, and cytosolic free Ca(2+). Finally, we demonstrate that T2DM patients with β cell failure are deficient in adipsin. These findings indicate that the adipsin/C3a pathway connects adipocyte function to β cell physiology, and manipulation of this molecular switch may serve as a therapy in T2DM. ",
    "MoreCertifications": "null"
  },
  {
    "Gene": "GRN",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000131483",
    "PMID": 22225875,
    "ArticleTitle": "PGRN is a key adipokine mediating high fat diet-induced insulin resistance and obesity through IL-6 in adipose tissue",
    "Function": "important in normal development, wound healing, and tumorigenesis.",
    "Year of Publication": 2012,
    "Abstract": "Adipose tissue secretes adipokines that mediate insulin resistance, a characteristic feature of obesity and type 2 diabetes. By differential proteome analysis of cellular models of insulin resistance, we identified progranulin (PGRN) as an adipokine induced by TNF-α and dexamethasone. PGRN in blood and adipose tissues was markedly increased in obese mouse models and was normalized with treatment of pioglitazone, an insulin-sensitizing agent. Ablation of PGRN (Grn(-/-)) prevented mice from high fat diet (HFD)-induced insulin resistance, adipocyte hypertrophy, and obesity. Grn deficiency blocked elevation of IL-6, an inflammatory cytokine, induced by HFD in blood and adipose tissues. Insulin resistance induced by chronic administration of PGRN was suppressed by neutralizing IL-6 in vivo. Thus, PGRN is a key adipokine that mediates HFD-induced insulin resistance and obesity through production of IL-6 in adipose tissue, and may be a promising therapeutic target for obesity.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "METRNL",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000165106",
    "PMID": 24393292,
    "ArticleTitle": "Subfatin is a novel adipokine and unlike Meteorin in adipose and brain expression",
    "Function": "Predicted to be involved in several processes, including brown fat cell differentiation; energy homeostasis; and positive regulation of brown fat cell differentiation. Located in extracellular exosome.",
    "Year of Publication": 2014,
    "Abstract": "AIMS Adipose tissue releases adipokines that play important roles in metabolic and cardio-cerebro-vascular homeostasis. This study was to discover novel adipokines using caloric restriction model.METHODS Adipokine candidates were captured by gene array and bioinformatics analysis and verified by preparation of recombinant protein and antibody.RESULTS We established a potential secreted protein database containing 208 genes and identified a novel adipokine, Subfatin, that was the highest expressed in subcutaneous fat of both rodents and humans among 15 detected tissues. The secreted mammalian Subfatin was a glycosylated protein. Subfatin was located diffusely throughout the adipose tissue except lipid droplets, with comparable expression between adipocytes and stromal cells, but much lower expression in macrophages than adipocytes. Subfatin was downregulated in white adipose tissue of caloric restriction rats, whereas dramatically upregulated during white adipocyte differentiation as well as in white adipose tissue of diet-induced obese mice. Subfatin was annotated as Meteorin-like (Metrnl) in public databases, a similar transcript of Meteorin (Metrn, also known as glial cell differentiation regulator). Meteorin displayed a brain-specific expression and was scarce in various adipose tissues, in contrast to the tissue expression patterns of Subfatin.CONCLUSIONS Subfatin is a novel adipokine regulated by adipogenesis and obesity, with tissue distribution different from its homologue Meteorin.",
    "MoreCertifications": "null"
  },
  {
    "Gene": "ITLN1",
    "RelatedGeneSymbol": "null",
    "Ensembl": "ENSG00000161293",
    "PMID": 31659144,
    "ArticleTitle": "Adipose tissue-derived omentin-1 attenuates arterial calcification via AMPK/Akt signaling pathway",
    "Function": "Enables calcium ion binding activity; identical protein binding activity; and oligosaccharide binding activity. Involved in positive regulation of glucose import; positive regulation of protein phosphorylation; and protein homotrimerization.",
    "Year of Publication": 2019,
    "Abstract": "Adipose tissue-derived adipokines mediate various kind of crosstalk between adipose tissue and other organs and thus regulate metabolism balance, inflammation state as well as disease progression. In particular, omentin-1, a newly found adipokine, has been reported to exhibit anti-calcification effects in vitro and in vivo. However, little is known about the function of endogenous adipose tissue-derived omentin-1 in arterial calcification and the detailed mechanism involved. Here, we demonstrated that global omentin-1 knockout (omentin-1-/-) resulted in more obvious arterial calcification in 5/6-nephrectomy plus high phosphate diet treated (5/6 NTP) mice while overexpression of omentin-1 attenuated attenuates osteoblastic differentiation and mineralisation of VSMCs in vitro and 5/6 NTP-induced mice arterial calcification in vivo. Moreover, we found that omentin-1 induced AMPK and Akt activation while inhibition of AMP-activated protein kinase (AMPK) and Akt signaling reversed the anti-calcification effect induced by omentin-1 both in vitro and in vivo. Our results suggest that adipose tissue-derived omentin-1 serves as a potential therapeutic target for arterial calcification and cardiovascular disease.",
    "MoreCertifications": "null"
  }
]